[
  {
    "chunk_id": 0,
    "text": "Policy on Vaccine\nApproval\nDRAFT GUIDANCE\nThis guidance document is for feedback purposes only. Comments\nsuggestions, if any, may please be submitted to the office of Drugs\nController General India within thirty days\nCENTRAL DRUGS STANDARD CONTROL ORGANIZATION\nDIRECTORATE GENERAL OF HEALTH SERVICES\nMINISTRY OF HEALTH & FAMILY WELFARE\nGOVT. OF INDIA\n1\nINDEX\n1. Preamble\n1.1. Introduction\n1.2. Background\n1.3. Scope\n1.4. Purpose of this document\n2. Policy on Administrative matter\n2.1. Governing Act, Rules and Guidance\n2.2. Role of CDSCO and the State Drug Authorities\n2.2.1. Role of Central Drug Standard Control Organization (CDSCO)\n2.2.2. Role of State Licensing Authority (SLA)\n2.2.3. Research and Development\n2.3. WHO NRA Assessment\n2.4. RCGM and GEAC\n2.5. Role and Responsibilities of the Importer, Manufacturer and Sponsor of\nClinical Trial\n2.5.1. Vaccine Importer/Manufacturer role and responsibilities\n2.5.2. Vaccine Clinical Trial Sponsor Role and responsibilities\n2.6. Post Approval Changes\n2.7. Vaccine Subject Expert Committee\n2.8. Stockpiling of Unapproved Vaccines for Public Health Emergencies\n2.9. Mode of filing applications\n3. Policy on Technical Matter\n3.1. Requirements for Grant of Marketing approval for import/manufacture of\nvaccines)\n3.2. Requirements for Export of vaccine\n3.3. Lot Release by CDL\n4. Promotion of Research and development\n4.1. Non-clinical Data Requirements\n4.1.1. Toxicity and safety testing\n4.1.2. Immunogenicity\n4.2. Clinical Development\n4.2.1. Phase-III\n4.2.2. Post Marketing Clinical Evaluation\n4.2.3. Clinical Study Principles\n4.2.4. Lot to Lot consistency\n4.3. Special considerations with respect to Vaccines\n4.3.1. Adjuvant\n4.3.2. Excipients and Preservatives\n2\n4.3.3. Product specific considerations\n4.3.4. Molecular Biology\n4.3.5. Combination vaccines\n4.3.6. Stability Testing of New Drugs\n4.3.7. Relaxation, Abbreviations, omission or Deferment of Data\n4.4. Accelerated and Expedited Approval\n4.5. Restricted Approval in Emergency Situation"
  },
  {
    "chunk_id": 1,
    "text": "4.2.2. Post Marketing Clinical Evaluation\n4.2.3. Clinical Study Principles\n4.2.4. Lot to Lot consistency\n4.3. Special considerations with respect to Vaccines\n4.3.1. Adjuvant\n4.3.2. Excipients and Preservatives\n2\n4.3.3. Product specific considerations\n4.3.4. Molecular Biology\n4.3.5. Combination vaccines\n4.3.6. Stability Testing of New Drugs\n4.3.7. Relaxation, Abbreviations, omission or Deferment of Data\n4.4. Accelerated and Expedited Approval\n4.5. Restricted Approval in Emergency Situation\n5. Safety Monitoring in Post Market Scenario\n5.1. Post marketing Surveillance\n5.2. AEFI surveillance system\n6. Vaccine Quality monitoring\n7. References\n3\n1. Preamble\n1.1 Introduction\nVaccines differ from therapeutic medicines first because of the\nbiological, and thus inherently variable, nature of the products themselves, the\nraw materials used in their production, and the biological methods used to test\nthem. Thus special expertise and procedures are needed for their\nmanufacture, control, and regulation. Vaccines are unique in the fact that they\nare usually administered to very large numbers of healthy people; mostly\ninfants, in national immunization programmes; thus safety and quality are\nparamount.\nIn recent years, the licensing and quality control for manufacturers and\nnational regulatory authorities alike has become even more complex by the\ndevelopment of vaccine formulations containing an increased number of\nimmunogens. Each new vaccine combination needs to be carefully tested\nclinically and testing and specifications may vary for each specific product.\nIn general, all vaccines manufactured / imported into the country are\nrequired to comply with the requirements and guidelines specified in the Drugs\nand Cosmetics Rules, 1945 & New Drugs and Clinical Trials Rules, 2019 and\nother applicable guidelines published by CDSCO form time to time in case of\nmanufacturer r-DNA derived vaccines the requirements and guidelines"
  },
  {
    "chunk_id": 2,
    "text": "clinically and testing and specifications may vary for each specific product.\nIn general, all vaccines manufactured / imported into the country are\nrequired to comply with the requirements and guidelines specified in the Drugs\nand Cosmetics Rules, 1945 & New Drugs and Clinical Trials Rules, 2019 and\nother applicable guidelines published by CDSCO form time to time in case of\nmanufacturer r-DNA derived vaccines the requirements and guidelines\nprescribed by Department of Biotechnology are also required to be complied\nwith. However, vaccines unlike chemical drugs are complex heterogeneous\nclass of medical products, and hence specific consideration in respect of\ndevelopment of CMC data, non-clinical data, and clinical data will provide clear\nunderstanding of regulatory landscape for their development and approval in\na scientific manner. Therefore, the following sections provide policy guidance\nto manufacture, import, conduct of clinical trial, post marketing assessment etc\nof vaccines in India.\n1.2 Background\n1.3 Scope\nThis document applies to the conduct of clinical trials, marketing approval,\nmanufacture/ import/export, post marketing clinical assessment and post\nmarketing approval requirements of vaccines in the country.\n4\n1.4 Purpose of this document\nVaccine Policy with respect to the regulatory requirements on various aspects\nis required to guide the importer/manufacturer/exporter in decision-making and\ndeveloping a long-term plan from the regulatory perspective. This policy is\nlimited to the regulatory aspects and does not intend to cover aspects of\nimmunization policy of the country. Further, it is not a detailed guideline on\nspecific vaccine. This Policy document intends to provide broader policy\nguidelines and framework to guide the importer/manufacturer/exporter in the\nresearch, development, clinical trial, manufacture, import, export, quality\nassessment and post approval requirements of vaccines in the country.\n2. Policy on Administrative matter"
  },
  {
    "chunk_id": 3,
    "text": "limited to the regulatory aspects and does not intend to cover aspects of\nimmunization policy of the country. Further, it is not a detailed guideline on\nspecific vaccine. This Policy document intends to provide broader policy\nguidelines and framework to guide the importer/manufacturer/exporter in the\nresearch, development, clinical trial, manufacture, import, export, quality\nassessment and post approval requirements of vaccines in the country.\n2. Policy on Administrative matter\n2.1 Governing Act, Rules and Guidance:\nVaccine is a drug within the meaning of the Drugs and Cosmetics Act,\n1940. The import, manufacture, sale distribution and conduct of the clinical trial\nare regulated under this Act. Vaccine is a “new drug” throughout its lifecycle.\nThe requirements to assess the safety, immunogenicity and efficacy are\nprovided under the New Drugs and Clinical Trials, 2019 (NDCT Rules).\nFurther, the applications and approvals for obtaining permissions to import,\nmanufacture and conduct of clinical trials are issued under these rules.\nThe Drugs and Cosmetics Rules, 1945 regulate the manufacture or\nimport of vaccines once safety, immunogenicity and efficacy is established\nunder the NDCT rules. Manufacture/import license is issued under these rules.\nCDSCO also issued various guidance documents for the approval of\nvaccines, conduct of clinical trials etc. These guidance are revised from time\nto time. The current applicable guidance documents are available on the\nwebsite of the CDSCO.\n2.2 Role of CDSCO and the State Drug Authorities\nVaccine is a drug within the meaning of the Drugs and Cosmetics Act, 1940\n(herein after referred as Act). Import or manufacture for sale of vaccines are\nregulated under the Act, Drugs& cosmetics Rules, 1945 and New Drugs and\nClinical Trials Rules, 2019. The powers to regulate vaccines are shared\nbetween the CDSCO and the State Drug Licensing Authorities (herein after\nreferred as SLA. The details are as follows:"
  },
  {
    "chunk_id": 4,
    "text": "website of the CDSCO.\n2.2 Role of CDSCO and the State Drug Authorities\nVaccine is a drug within the meaning of the Drugs and Cosmetics Act, 1940\n(herein after referred as Act). Import or manufacture for sale of vaccines are\nregulated under the Act, Drugs& cosmetics Rules, 1945 and New Drugs and\nClinical Trials Rules, 2019. The powers to regulate vaccines are shared\nbetween the CDSCO and the State Drug Licensing Authorities (herein after\nreferred as SLA. The details are as follows:\n2.2.1 Role of Central Drug Standard Control Organization (CDSCO):\n5\n1) It is the National Regulatory Authority (NRA). The functions of CDSCO\nwith respect to the vaccines include the following:\n2) Grant of permission to manufacture or import vaccine for test and\nanalysis\n3) Regulate all aspects of clinical trials including grant of permission,\nclinical site monitoring, verification of Good Clinical Practices\ncompliance, Ethics Committee registration, Serious Adverse Event\nmonitoring and compensation etc.\n4) Grant of marketing approval for vaccines imported and manufactured in\nthe country\n5) Post approval changes\n6) Grant of Central Licensing Approval Authority (CLAA) approval for\nmanufacturing\n7) Lot release of vaccines\n8) Inspection of the manufacturing facilities\n9) Pharmacovigilance\n10) Regulatory control as various designated ports\n2.2.2 Role of State Licensing Authority (SLA):\n1) Inspection of the manufacturing facilities\n2) Generation of the manufacturing license for CLAA approval\n3) Export certification\n4) Quality monitoring through sampling from the market/institutions\n2.2.3 Research and Development\nManufacture, Import, Sale Distribution and conduct of clinical trial are\nregulated under the provisions of the Act and rules made there under.\nResearch on vaccines for academic and scientific purpose is not regulated\nunder the Act, however, approvals have to be obtained to conduct clinical\ntrial or to manufacture vaccine for developmental purpose provided the data"
  },
  {
    "chunk_id": 5,
    "text": "3) Export certification\n4) Quality monitoring through sampling from the market/institutions\n2.2.3 Research and Development\nManufacture, Import, Sale Distribution and conduct of clinical trial are\nregulated under the provisions of the Act and rules made there under.\nResearch on vaccines for academic and scientific purpose is not regulated\nunder the Act, however, approvals have to be obtained to conduct clinical\ntrial or to manufacture vaccine for developmental purpose provided the data\nbe submitted to CDSCO or any other regulatory agency.\n2.3 WHO NRA assessment\nWHO assesses the NRA from time to time in respect of regulatory control over\nthe vaccines manufactured in the country. Major parameters for assessment\nwere related to Institutional Development Plan (IDP), quality system,\nindependency of regulatory authorities, recall systems, adequacy of staff,\n6\ndossier review and system for providing feedback on adverse event following\nimmunisation (AEFI) from National to State levels and vice versa. For\nstrengthening and imparting necessary skills, CDSCO has an IDP to strengthen\nthe Indian Drug regulatory mechanism.\nThe IDP is with the following objectives:\n1) To improve the quality of regulatory process as per the current policy\n2) To mitigate the risk, identified and assessed with respect to internal and\nexternal factors which can affect the routine regulatory procedures\n3) To increase the staff and infrastructure to meet increasing workload and\nregulatory practices\n4) Quality of regulatory process is being improved by:\ni. Training of the staff for assigned job functions\nii. Developing SOP’s for critical job functions\niii. Developing guidance documents\niv. Developing various checklist and reporting formats\n2.4 RCGM and GEAC\nRCGM and GEAC are statutory committees set up as per provisions of Rules,\n1989.\nReview Committee on Genetic Manipulation (RCGM) under the Department of\nBiotechnology is responsible for overseeing the development and preclinical"
  },
  {
    "chunk_id": 6,
    "text": "4) Quality of regulatory process is being improved by:\ni. Training of the staff for assigned job functions\nii. Developing SOP’s for critical job functions\niii. Developing guidance documents\niv. Developing various checklist and reporting formats\n2.4 RCGM and GEAC\nRCGM and GEAC are statutory committees set up as per provisions of Rules,\n1989.\nReview Committee on Genetic Manipulation (RCGM) under the Department of\nBiotechnology is responsible for overseeing the development and preclinical\nevaluation of recombinant DNA derived products. It is responsible for\nauthorizing the conduct of research and development, exchange of genetically\nengineered cell banks for the purpose of research and development and\nreview of data up to preclinical evaluation.\nGEAC functions under the Ministry of Environment and Forests (MoEF) as\nstatutory body for review of applications and approval of activities where final\ndrug product contains genetically modified organisms/ living modified\norganisms.\nThe relevant approvals are required at various stages of drug development\nincluding before conduct of clinical trial.\n2.5 Role and responsibilities of the importer, manufacturer and sponsor of\nclinical trial\n7\n2.5.1 Vaccine Importer/Manufacturer role and responsibilities include the\nfollowing:\n1) The safety, immunogenicity and efficacy of a vaccine is the responsibility\nof the manufacturer and the import permission holder. Therefore, the\nmanufacture/importer should obtain marketing permission before\nmanufacture or import of the vaccine.\n2) If the same vaccine is imported by different persons separate marketing\napproval should be obtained by each of the importer. In case of\nmanufacture, each manufacturing site should obtain separate\nmanufacturing license.\n3) The importer or manufacture should have risk management plan for every\nvaccine.\n4) The marketing approval holder shall address all the new safety concerns\nduring the lifecycle of the vaccine."
  },
  {
    "chunk_id": 7,
    "text": "manufacture or import of the vaccine.\n2) If the same vaccine is imported by different persons separate marketing\napproval should be obtained by each of the importer. In case of\nmanufacture, each manufacturing site should obtain separate\nmanufacturing license.\n3) The importer or manufacture should have risk management plan for every\nvaccine.\n4) The marketing approval holder shall address all the new safety concerns\nduring the lifecycle of the vaccine.\n2.5.2 Vaccine Clinical Trial Sponsor Role and responsibilities include the\nfollowing:\n1) The applicant seeking permission to conduct clinical trial is deemed to be\nthe sponsor of the clinical trial and is responsible to ensure compensation\nand medical management in case of Serious Adverse Event of trial\nsubjects.\n2) If a clinical research organisation (CRO) or any other person makes an\napplication for the grant of permission to conduct a clinical trial on behalf\nany other person, the CRO is the sponsor of the clinical trial.\n2.6 Post approval changes (PAC)\nA vaccine is expected to be manufactured at the same site and the same\nprocedure submitted at the time of approval. If there is any change in the\nmanufacturing processes, manufacturing facility, site of manufacture, batch\nsize, shelf life, presentation or any other change, which may affect its identity,\nstrength, quality, purity, after granting permissions for manufacturing a vaccine\nor biological product as a new drug, the manufacturer has to submit application\nto the Central Licensing Authority duly supported with technical data\nThe PACs are categorised as follows:\n1) Level-I- Supplements (Major quality changes)\n2) Level- II- Notifiable Changes (moderate Quality changes)\n3) Level- III Annual notification\n8\nThe list of changes falling under each level is provided in the Guidance for\nIndustry, post approval changes in Biological products: Quality,\nSafety & Efficacy Documents\nThe applicant has to obtain prior approval for Level I and Level II changes and"
  },
  {
    "chunk_id": 8,
    "text": "The PACs are categorised as follows:\n1) Level-I- Supplements (Major quality changes)\n2) Level- II- Notifiable Changes (moderate Quality changes)\n3) Level- III Annual notification\n8\nThe list of changes falling under each level is provided in the Guidance for\nIndustry, post approval changes in Biological products: Quality,\nSafety & Efficacy Documents\nThe applicant has to obtain prior approval for Level I and Level II changes and\nLevel III changes are notified.\n2.7 Vaccine Subject Expert Committee\nCDSCO has constituted various Subject Expert Committee (SEC) to advise\nthe Drugs Controller General (India) and to make recommendations on the\nproposals to conduct clinical trials, grant of marketing approvals, post approval\nchanges, various aspects relating to safety, immunogenicity etc. The\nCommittee comprises of experts from the fields of Medicine, Paediatrics,\nPharmacology, Microbiology etc. Experts from relevant specialities are invited\nto the Committee as per need. The Committee after examination of the\nproposals give its recommendations. The recommendations of the Committee\nare advisory.\nThe applicant, if aggrieved with the recommendations of the SEC, may\nappeal for reconsideration, to the Technical Committee, headed by the\nDirector General of Health Services (DGHS).\n2.8 Stockpiling of unapproved vaccines for public health emergencies\nAs per the provisions of the Act and Rules, vaccine has to be manufactured\nonly after obtaining marketing approval and manufacturing license. However,\nin case of emergencies the Government of India may by notification, permit\nmanufacture for stockpiling of specified vaccine before grant of marketing\napproval subject to various conditions.\n2.9 Mode of filing applications\nAll applications regarding conduct of clinical trials, marketing approvals and\npost approval changes have to be filed electronically on SUGAM portal. Those\nwhich are not supported by the portal can be filed with the CDSCO\nheadquarter."
  },
  {
    "chunk_id": 9,
    "text": "in case of emergencies the Government of India may by notification, permit\nmanufacture for stockpiling of specified vaccine before grant of marketing\napproval subject to various conditions.\n2.9 Mode of filing applications\nAll applications regarding conduct of clinical trials, marketing approvals and\npost approval changes have to be filed electronically on SUGAM portal. Those\nwhich are not supported by the portal can be filed with the CDSCO\nheadquarter.\nThe approvals consequent to processing of the application on SUGAM\nportal are issued by way of digitally signed document by the competent\nauthority and by hard copy in other cases.\n3. Policy on Technical Matter\n9\n3.1 Requirements for grant of Marketing approval for import/manufacture of\nvaccines :\nVaccines are heterogeneous class of medical products; much of the\nconsiderations for their development should be given on a product-specific\nbasis. Requirements may vary depending on the type of vaccine whether it is\ninactivated or live attenuated microorganisms based or antigen based which is\nextracted from pathogen or derived from r-DNA technology or by chemical\nsynthesis, or a vaccine containing naked nucleic acid, including plasmids for\nexpressing specific antigens or otherwise, it will also be dependent on\nmanufacturing process, its mechanism of action and the nature of the disease\nto be prevented as well as target population.\nThe application is required to be made in the prescribed format along with the\nfees and information/data as per the checklist provided on the SUGAM portal.\nThe application for the marketing approval shall be made only online. The data\nrequired for the grant of approval is as follows:\n1) Chemical and pharmaceutical information;\n2) Animal pharmacology data;\n3) Animal toxicology data;\n4) Human clinical pharmacology data as prescribed and as stated below:-\nI. In general, the applicant has to generate safety, immunogenicity and\nefficacy data in Indian population unless it is exempted under Special"
  },
  {
    "chunk_id": 10,
    "text": "The application for the marketing approval shall be made only online. The data\nrequired for the grant of approval is as follows:\n1) Chemical and pharmaceutical information;\n2) Animal pharmacology data;\n3) Animal toxicology data;\n4) Human clinical pharmacology data as prescribed and as stated below:-\nI. In general, the applicant has to generate safety, immunogenicity and\nefficacy data in Indian population unless it is exempted under Special\nsituations where relaxation, abbreviations, omission or deferment of\ncertain data may be considered.\nII. for novel candidate vaccine discovered or developed in India, clinical\ntrials are required to be carried out in India right from Phase I and data\nshould be submitted as prescribed;\nIII. For novel candidate vaccines discovered or developed in countries\nother than India, Phase I data should be submitted along with the\napplication. After submission of Phase I data generated outside India to\nthe Central Licensing Authority, permission may be granted to repeat\nPhase I trials or to conduct Phase II trials and subsequently Phase III\ntrial concurrently with other global trials for that drug.\nIV. The data required will depend upon the type of vaccine proposed for\napproval. In case of vaccines already approved in other countries and\nis well established in respect to the safety, immunogenicity and efficacy\nthe applicant should demonstrate that the proposed vaccine is non-\ninferior with the comparator in terms of Immune correlates of protection\nwith already approved vaccine in the country.\nV. The number of study subjects and sites to be involved in the conduct of\nclinical trial will depend upon the nature and objective of the study.\n10\nPermission to carry out these trials shall generally be given in stages,\nconsidering the data emerging from earlier phases;\nVI. Application has to be made as per the requirements under the NDCT\nrules.\nVII. The applicant has to be submit evidence supported by data for all the"
  },
  {
    "chunk_id": 11,
    "text": "with already approved vaccine in the country.\nV. The number of study subjects and sites to be involved in the conduct of\nclinical trial will depend upon the nature and objective of the study.\n10\nPermission to carry out these trials shall generally be given in stages,\nconsidering the data emerging from earlier phases;\nVI. Application has to be made as per the requirements under the NDCT\nrules.\nVII. The applicant has to be submit evidence supported by data for all the\nclaims made in the package inserts, promotional literature and patient\neducation material with respect to the vaccine.\nVIII. If the application is for the conduct of clinical trials as a part of multi-\nnational clinical development of the drug, the number of sites and\npatients as well as the justification for undertaking such trials in India\nshould be provided to the Central Licensing Authority along with the\napplication.\nThe data is required to be submitted in the CTD format consisting of five\nmodules namely.\na) Module 1: Administrative information;\nb) Module 2: Overviews and summaries of Modules 3–5;\nc) Module 3: Quality (pharmaceutical documentation);\nd) Module 4: Non-clinical reports (pharmacology/toxicology);\ne) Module 5: Clinical study reports.\nAdministrative details\na) Summaries\nb) Quality\nc) mainly required is CMC, nonclinical and clinical development of any vaccine\n3.2 Manufacturing license for vaccine:\n1) A vaccine has to be manufactured for sale or distribution only after\nobtaining a valid manufacturing license under the provisions of the Act. The\nrequirements to obtain a manufacturing license for a vaccine product\ninclude compliance with the requirements of GMP verified through\ninspection, marketing approval for the product and analytical report of the\nCentral Drugs Laboratory that the vaccine is meeting the specifications.\n2) The application for the grant of manufacturing license has to be made to\nthe SLA with copies to the CDSCO. The SLA, if satisfied, forwards the"
  },
  {
    "chunk_id": 12,
    "text": "requirements to obtain a manufacturing license for a vaccine product\ninclude compliance with the requirements of GMP verified through\ninspection, marketing approval for the product and analytical report of the\nCentral Drugs Laboratory that the vaccine is meeting the specifications.\n2) The application for the grant of manufacturing license has to be made to\nthe SLA with copies to the CDSCO. The SLA, if satisfied, forwards the\nlicense in prescribed format to the CLAA for approval. CLAA accords his\napproval if the applicant meets the prescribed requirements.\n3) Requirements for obtaining manufacturing license for export. The\nrequirements for obtaining a manufacturing license of a vaccine for export\npurpose are same as those mentioned for domestic purpose. However, in\ncase the applicant is not holding marketing approval for a product and\n11\nintends to export the same, upon application CDSCO will issue a No\nobjection certificate subject to various conditions including undertaking that\nthe importing country has no objection to import of the vaccine, CDL lot\nrelease etc for specific quantity of the vaccine and the destination country.\n3.3 Lot release by CDL\nEach lot of imported Vaccine imported or manufactured shall be released\nby at Central Drugs Laboratory under the Ministry of Health and Family\nWelfare in the Central Government before sale or distributed in to the\nmarket\nLot release is key to the control of vaccines and similar biologicals, which are\ninherently variable due to the biological nature of starting materials,\nmanufacturing process, and test methods. Therefore, post-licensing monitoring\nfor vaccines and other biologicals involves, in addition to the above, lot-by-lot\nrelease, as each lot can be considered unique. Lot release is based, at\nminimum, on the review of Summary Lot Protocols which describe the\nproduction process in detail. Lot release function is a regulatory requirement for\nrelease into the market.\n4. Promotion of Research and Development"
  },
  {
    "chunk_id": 13,
    "text": "manufacturing process, and test methods. Therefore, post-licensing monitoring\nfor vaccines and other biologicals involves, in addition to the above, lot-by-lot\nrelease, as each lot can be considered unique. Lot release is based, at\nminimum, on the review of Summary Lot Protocols which describe the\nproduction process in detail. Lot release function is a regulatory requirement for\nrelease into the market.\n4. Promotion of Research and Development\n4.1 Non-clinical Data Requirements\n4.1.1 Toxicity and safety testing\nToxicity studies in animals may be considered for the assessment of the\npotential toxic effects of a vaccine in target organs, including the\nhaematopoietic and immune systems as well as to assess systemic toxicity.\nApplicability of repeated dose toxicity tests depends on the vaccine dose\nregimen and the composition of the vaccine. Usually there is no chronic\nexposure of the subject to a vaccine through repeated administration.\nWhere different routes of administration are proposed, multiple safety and\ntoxicity studies in a suitable animal model should be considered. These\nshould address the specific safety concerns associated with administration\nof the vaccine by each of the proposed routes.\n4.1.2 Immunogenicity:\n12\nData obtained from the immunization of animals with candidate vaccine\npreparations shall provide valuable information to support a clinical\nindication.\nPreclinical studies should be designed to assess the relevant immune\nresponses, e.g. seroconversion rates, geometric mean antibody titres, or\ncell-mediated immunity in vaccinated animals. Immunogenicity studies\nmay include the characterization of antibody class, avidity, affinity, half-\nlife, memory, and potential induction of cell-mediated immunity as well as\nrelease of soluble mediators affecting the immune system, as appropriate.\nAnimal toxicity data generated in other countries may be accepted and\nmay not be asked to be repeated or duplicated in India on a case to case"
  },
  {
    "chunk_id": 14,
    "text": "cell-mediated immunity in vaccinated animals. Immunogenicity studies\nmay include the characterization of antibody class, avidity, affinity, half-\nlife, memory, and potential induction of cell-mediated immunity as well as\nrelease of soluble mediators affecting the immune system, as appropriate.\nAnimal toxicity data generated in other countries may be accepted and\nmay not be asked to be repeated or duplicated in India on a case to case\nbasis depending upon the quality of data and the credentials of the\nlaboratory where such data has been generated.\n4.2 Clinical Development\nIn general, the applicant should conduct Phase-I, II followed by III clinical\nstudies in the country to demonstrate the safety, immunogenicity and efficacy\nof the vaccine.\nHowever, if the vaccine is already approved for marketing in other countries or\nin India, the requirement to conduct Phase-I and/or II may be omitted or\nabbreviated on case by case basis.\nIn case of imported vaccines, the importer should generate safety and\nimmunogenicity data through a bridging study in India.\nThe applicant has to generate immunogenicity data in the target age groups.\n4.2.1 Phase-III\nPhase III trials involve a larger number of subjects than were included in the\nearlier phases of development and, thus, provide expanded safety\nassessments.\nThe duration of follow-up should be determined taking into account the type\nof vaccine and other relevant factors (e.g. disease incidence, characteristics\nof immune response to vaccine, and anticipated and safety profile of the\nvaccine.)\n4.2.2 Post Marketing Clinical Evaluation\nTo ensure the vaccine safety and effectiveness of marketed vaccine, post-\nmarketing assessment may be carried out through the following ways:\n13\n1) Phase IV (Post Marketing Trial)\n2) Post Marketing Surveillance or observational or non-interventional study\nfor active surveillance\n3) Post Marketing Surveillance including assessment of Adverse Events"
  },
  {
    "chunk_id": 15,
    "text": "of immune response to vaccine, and anticipated and safety profile of the\nvaccine.)\n4.2.2 Post Marketing Clinical Evaluation\nTo ensure the vaccine safety and effectiveness of marketed vaccine, post-\nmarketing assessment may be carried out through the following ways:\n13\n1) Phase IV (Post Marketing Trial)\n2) Post Marketing Surveillance or observational or non-interventional study\nfor active surveillance\n3) Post Marketing Surveillance including assessment of Adverse Events\nFollowing Immunization (AEFI) and Adverse Events of Special Interest\n(AESI).\nSuch studies are required in cases where the safety data is limited at the\ntime of consideration of approval or to monitor any specific safety issue.\n4.2.3 Clinical Study Principles\nClinical trial should be planned, designed, conducted, analysed and\nreported according to sound scientific and ethical principles. Following\nimportant principles should be followed:\n1) The primary objective of any clinical trial should be clearly and explicitly\nstated which may include exploratory or confirmatory characterisation of\nsafety, efficacy, assessment of pharmacokinetic and\npharmacodynamics parameters;\n2) The clinical trial should be designed appropriately so that it provides the\ndesired information;\n3) Appropriate comparator may be utilised to achieve the objective with\nrespect to primary and secondary end points. Comparison may be made\nwith placebo, no treatment, active controls or of different doses of the\nnew drug or investigational new drug;\n4) The number of subjects to be included in the clinical trial should be\nadequate depending on the nature and objective of the clinical trial.\n4.2.4 Lot to Lot consistency\nA well-defined manufacturing process with its associated process controls\nassures that an acceptable product is produced on consistent basis in\naccordance with Good Manufacturing Practice (GMP). In general, the firm\nshould generate lot to lot consistency data before the grant of marketing\napproval"
  },
  {
    "chunk_id": 16,
    "text": "4) The number of subjects to be included in the clinical trial should be\nadequate depending on the nature and objective of the clinical trial.\n4.2.4 Lot to Lot consistency\nA well-defined manufacturing process with its associated process controls\nassures that an acceptable product is produced on consistent basis in\naccordance with Good Manufacturing Practice (GMP). In general, the firm\nshould generate lot to lot consistency data before the grant of marketing\napproval\n4.3 Special considerations with respect to Vaccines:\n4.3.1 Adjuvant:\n14\nCompatibility of the adjuvant(s) with all the antigenic components of the\nvaccine should be demonstrated. Where relevant, adsorption of all the\nantigenic components present in the vaccine, should be shown to be\nconsistent on a lot-to-lot basis. Possible desorption of antigen during the\nshelf-life of the product should be evaluated, reported and specifications set.\nIf a new adjuvant is proposed for use in a vaccine formulation, appropriate\npreclinical studies are necessary.\nPreclinical animal studies to determine the safety profile of the combination\nof adjuvant and vaccine should also be undertaken.\nPreclinical studies should evaluate the combination of adjuvant and antigen\nas formulated for clinical use.\n4.3.2 Excipients and Preservatives\nIf a new additive such as a preservative or excipient is to be used, its safety\nshould be investigated and documented. If a new preservative is used, its\nsafety as well as efficacy or appropriateness for use in a particular product\nmust be documented. The safety of new additives can be evaluated using\nvaccine formulations without antigen. However, the compatibility of a new\nadditive with all vaccine antigens should be documented as well as the\ntoxicological profile of the particular combination of antigen(s) and additive\nin animal models.\n4.3.3 Other Types of Product Requiring Special Considerations\nSome types of data and testing are specific for certain types of product, such"
  },
  {
    "chunk_id": 17,
    "text": "must be documented. The safety of new additives can be evaluated using\nvaccine formulations without antigen. However, the compatibility of a new\nadditive with all vaccine antigens should be documented as well as the\ntoxicological profile of the particular combination of antigen(s) and additive\nin animal models.\n4.3.3 Other Types of Product Requiring Special Considerations\nSome types of data and testing are specific for certain types of product, such\nas genetic stability of vaccines based on GMOs, data concerning the\ninactivation and attenuation methods, demonstration of comparability of\ncombination vaccines, contribution of adjutants and safety/toxicity studies\nfor particular vaccines.\n4.3.4 Molecular Biology Considerations\nThe details regarding host cell cultures (including viral clearance), vectors,\ngene sequences, promoters etc. used in the production should be provided\nwith appropriate drawings/figures.\n4.3.5 Combination vaccines\nNew combinations of antigens or serotypes should be studied for\nappropriate immunogenicity in an animal model, if available, before initiation\n15\nof clinical trials in humans. The response and the quality of response to each\nof the antigens in the vaccine should be assessed. It is preferable to study\na new combination in comparison with the individual antigens in animals to\ndetermine whether augmentation or diminution of response occurs.\nInterference between live vaccine strains may also be studied in animal\nimmunogenicity tests.\n4.3.6 Stability Testing of New Drugs\nStability testing is to be performed to provide evidence on how the quality of\na drug substance or formulation varies with time under the influence of\nvarious environmental factors such as temperature, humidity and light, and\nto establish shelf life for the formulation and recommended storage\nconditions. Stability studies should include testing of those attributes of the\ndrug substance that are susceptible to change during storage and are likely"
  },
  {
    "chunk_id": 18,
    "text": "4.3.6 Stability Testing of New Drugs\nStability testing is to be performed to provide evidence on how the quality of\na drug substance or formulation varies with time under the influence of\nvarious environmental factors such as temperature, humidity and light, and\nto establish shelf life for the formulation and recommended storage\nconditions. Stability studies should include testing of those attributes of the\ndrug substance that are susceptible to change during storage and are likely\nto influence quality, safety or efficacy. The shelf life of the vaccine has to be\nassigned based on the real time stability reports\n4.3.7 Special situations for vaccine where Relaxation, Abbreviation,\nOmission or Deferment of Data may be considered\n1) Depending on categories and nature of the vaccine to be imported or\nmanufactured for sale or clinical trial to be undertaken requirements of\nchemical and pharmaceutical information, animal pharmacology and\ntoxicology data, clinical data may differ. The requirements may also\ndiffer depending on the specific phase of clinical trial proposed to be\nconducted as well as clinical parameters related to the specific study\ndrug.\n2) For vaccines intended to be used in the diseases of special relevance\nto Indian scenario or unmet medical need in India, following mechanism\nmay be followed to expedite the development of vaccine and approval\nprocess.\n3) Accelerated Approval Process\nAccelerated approval process may be allowed to a new preventive\nvaccine for a disease or condition, taking into account its severity, rarity,\nor prevalence and the availability or lack of treatments. In such case, the\napproval of the vaccine may be based on data generated in clinical trial\nwhere immune correlates of protection shall be considered rather than\nusing standard outcome measures such as survival or breakthrough\n16\ncases, which are reasonably likely to predict clinical benefit, or a clinical\nend point.\n."
  },
  {
    "chunk_id": 19,
    "text": "vaccine for a disease or condition, taking into account its severity, rarity,\nor prevalence and the availability or lack of treatments. In such case, the\napproval of the vaccine may be based on data generated in clinical trial\nwhere immune correlates of protection shall be considered rather than\nusing standard outcome measures such as survival or breakthrough\n16\ncases, which are reasonably likely to predict clinical benefit, or a clinical\nend point.\n.\nAfter granting accelerated approval for such vaccine, the post marketing\ntrials shall be required to validate the anticipated clinical benefit.\nAccelerated approval may also be granted to a vaccine if it is intended\nfor the prevention of a serious or life threatening condition or disease of\nspecial relevance to the country, and addresses unmet medical needs If\nthe remarkable efficacy is observed in the clinical trials of a new\ncandidate vaccine for the unmet medical needs of serious and life\nthreatening diseases in the country, it may be considered for grant of\nmarketing approval and in such cases additional post licensure studies\nmay be required to be conducted after approval to generate the data on\nlarger population\n4) Situations where quick or expeditious review process can be sought for\napproval of a new drug after clinical development\nIn situation where the evidence for clinical safety and efficacy have been\nestablished even if the vaccine has not completed the all or normal\nclinical trial phases, the sponsor or applicant may apply to the licensing\nauthority for expedited review process wherein the licensing authority will\nexamine and satisfy the following conditions. –\n1) It is for a drug that is intended to treat a serious or life threatening or rare\ndisease or condition;\n2) If approved, the vaccine would provide a significant advantage in terms of\nsafety or efficacy;\n3) There is substantial reduction of a treatment-limiting adverse reaction and\nenhancement of patient compliance that is expected to lead to an"
  },
  {
    "chunk_id": 20,
    "text": "authority for expedited review process wherein the licensing authority will\nexamine and satisfy the following conditions. –\n1) It is for a drug that is intended to treat a serious or life threatening or rare\ndisease or condition;\n2) If approved, the vaccine would provide a significant advantage in terms of\nsafety or efficacy;\n3) There is substantial reduction of a treatment-limiting adverse reaction and\nenhancement of patient compliance that is expected to lead to an\nimprovement in serious outcomes;\n4) the sponsor or applicant may also apply to the licensing authority for\nexpedited review process for the vaccine\n5. Safety Monitoring in Post Market scenario\n5.1 Periodic safety update report\nThe marketing approval holder should submit the Periodic Safety Update\nReport as per the frequency mentioned under the NDCT rules\n5.2 AEFI surveillance system\n17\nVaccines are not entirely without risk and adverse reactions may occur. Being\na large consumer, leading manufacturer and exporter of vaccines, India is\nexpected to have a well-developed Adverse Event Following Immunisation\n(AEFI) Surveillance system. AEFI surveillance program demonstrates the\ncountry’s intent of delivering quality immunization services with safe vaccines\nand ensure vaccine confidence. The AEFI surveillance system has been put\nin place in the country. The national AEFI guidelines are issued and revised\nfrom time to time. The guidelines provide information to health care providers\nand programme managers at national, state, district, block and primary health\ncare levels for establishing a sensitive AEFI surveillance system. The national\nAEFI guidelines provide complete guidance and other details for reporting,\ninvestigating and conducting the causality assessment of cases reported as\nAEFIs.\na. Post marketing studies\n6. Vaccine Quality monitoring\nThe Vaccine quality monitoring is mainly based on the following principles:\na. Compliance with the principles of the GMP carried out from time to time"
  },
  {
    "chunk_id": 21,
    "text": "care levels for establishing a sensitive AEFI surveillance system. The national\nAEFI guidelines provide complete guidance and other details for reporting,\ninvestigating and conducting the causality assessment of cases reported as\nAEFIs.\na. Post marketing studies\n6. Vaccine Quality monitoring\nThe Vaccine quality monitoring is mainly based on the following principles:\na. Compliance with the principles of the GMP carried out from time to time\nb. Lot release protocol assessment\nc. Investigation of Market complaints\nd. Surveillance of the quality of products by analysing samples taken from\nmanufacturers and the distribution chain, either randomly or because\nthey are suspected of being substandard.\nMonitoring is conducted by both, CDSCO as well as the SLA.\n7. References\n1. India Vaccine Policy\n2. Drugs and Cosmetics Act, 1940\n3. Drugs and Cosmetics Rules, 1945\n4. New Drugs and Clinical Trial Rules, 2019\n5. Regulation of vaccines: building on existing drug regulatory authorities\nWHO\n18"
  }
]