[
  {
    "chunk_id": 0,
    "text": "Clinical research is the key to the discovery of latest diagnostic methods and to develop modern\ndrugs for treatment of diseases. Good Clinical Practices (GCP) is an ethical and scientific quality\nstandard for designing, conducting and recording trials that involve the participation of human\nsubjects. Compliance with this standard provides assurance to public that the rights, safety and\nwell being of trial subjects are protected, consistent with the principles enshrined in the Declaration\nof Helsinki and ensures that clinical trial data are credible.\nIt has been widely recognized that India offers unique opportunities for conducting clinical trials\nin view of the large patient pool, well- trained and enthusiastic investigators and premiere medical\ninstitutes available in the country along with considerable low per patient trial cost, as compared\nto developed countries.\nA need was, however, felt to develop our own Indian Guidelines to ensure uniform quality of\nclinical research throughout the country and to generate data for registration for new drugs before\nuse in the Indian population. An Expert Committee set up by Central Drugs Standard Control\nOrganisation (CDSCO) in consultation with clinical expert has formulated this GCP guideline for\ngeneration of clinical data on drugs.\nThe Drug Technical Advisory Board (DTAB), the highest technical body under D&C, Act, has\nendorsed adoption of this GCP guideline for streamlining the clinical studies in India.\nI am confident that this guideline will be immensely useful to research institutions, investigators,\ninstitutional ethics committees and regulators in providing desired direction. The guideline would\nalso be helpful to companies who may want to locate their clinical programme in the country.\nPlace: New Delhi\nDr. S.P. Agarwal,\nDirector General of Health Services\nand Chairman, DTAB\nCONTENTS\nIntroduction\n1. Definitions\n2. Pre-requisites for the study\n2.1. Investigational Pharmaceutical Product"
  },
  {
    "chunk_id": 1,
    "text": "I am confident that this guideline will be immensely useful to research institutions, investigators,\ninstitutional ethics committees and regulators in providing desired direction. The guideline would\nalso be helpful to companies who may want to locate their clinical programme in the country.\nPlace: New Delhi\nDr. S.P. Agarwal,\nDirector General of Health Services\nand Chairman, DTAB\nCONTENTS\nIntroduction\n1. Definitions\n2. Pre-requisites for the study\n2.1. Investigational Pharmaceutical Product\n2.2. Pre-Clinical supporting data\n2.3. Protocol\n2.3.1. Relevant components of Protocol\n2.3.1.1. General Information\n2.3.1.2. Objectives and Justification\n2.3.1.3. Ethical Considerations\n2.3.1.4. Study design\n2.3.1.5. Inclusion, Exclusion & Withdrawal of Subjects\n2.3.1.6. Handling of the Product(s)\n2.3.1.7. Assessment of Efficacy\n2.3.1.8. Assessment of Safety\n2.3.1.9. Statistics\n2.3.1.10. Data handling and management\n2.3.1.11. Quality control and quality assurance\n2.3.1.12. Finance and Insurance\n2.3.1.13. Publication policy\n2.3.1.14. Evaluation\n2.3.2. Supplementaries and appendices:\n2.4. Ethical & Safety Considerations\n2.4.1. Ethical Principles\n2.4.2. Ethics Committee\n2.4.2.1. Basic Responsibilities\n2.4.2.2. Composition\n2.4.2.3. Terms of Reference\n2.4.2.4. Review Procedures\n2.4.2.5. Submission of Application\n2.4.2.6. Decision Making Process\n2.4.2.7. Interim Review\n2.4.2.8. Record Keeping\n2.4.2.9. Special Considerations\n2.4.3. Informed Consent Process\n2.4.3.1. Informed Consent of Subject\n2.4.3.2. Essential information for prospective research subjects\n2.4.3.3. Informed Consent in Non-Therapeutic Study\n2.4.4. Essential Information on Confidentiality for Prospective Research\nSubjects\n2.4.5. Compensation for Participation\n2.4.6. Selection of Special Groups As Research Subject\n2.4.6.1. Pregnant or nursing women\n2.4.6.2. Children\n2.4.6.3. Vulnerable groups\n2.4.7. Compensation for Accidental Injury\n2.4.7.1. Obligation of the sponsor to pay\n3. Responsibilities\n3.1. Sponsor"
  },
  {
    "chunk_id": 2,
    "text": "2.4.3.2. Essential information for prospective research subjects\n2.4.3.3. Informed Consent in Non-Therapeutic Study\n2.4.4. Essential Information on Confidentiality for Prospective Research\nSubjects\n2.4.5. Compensation for Participation\n2.4.6. Selection of Special Groups As Research Subject\n2.4.6.1. Pregnant or nursing women\n2.4.6.2. Children\n2.4.6.3. Vulnerable groups\n2.4.7. Compensation for Accidental Injury\n2.4.7.1. Obligation of the sponsor to pay\n3. Responsibilities\n3.1. Sponsor\n3.1.1. Investigator and Institution Selection\n3.1.2. Contract\n3.1.3. SOP\n3.1.4. Allocation of duties and responsibilities\n3.1.5. Study management, data handling and record keeping\n3.1.6. Compensation for Participation\n3.1.7. Confirmation of review by the Ethics Committee\n3.1.8. Information on Investigational Products\n3.1.9. Supply, storage and handling of Pharmaceutical Products\n3.1.10 Safety Information\n3.1.11 Adverse Drug Reaction Reporting\n3.1.12 Study Reports\n3.1.13 Monitoring\n3.1.14 Audit\n3.1.15 Multicentre Studies\n3.1.16 Premature Termination or Suspension of a Study\n3.1.17 Role of Foreign Sponsor\n3.2. The Monitor\n3.2.1. Qualifications\n3.2.2. Responsibilities\n3.3. Investigator\n3.3.1. Qualifications\n3.3.2. Medical Care of the Study Subjects\n3.3.3. Monitoring and Auditing of records\n3.3.4. Communication with Ethic Committee\n3.3.5. Compliance with the Protocol\n3.3.6. Investigational Product(s)\n3.3.7. Selection and recruitment of Study Subjects\n3.3.8. Records/Reports\n4. Record Keeping and Data Handling\n4.1. Documentation\n4.2. Corrections\n4.3. Electronic Data Processing\n4.4. Validation of Electronic Data Processing Systems\n4.5. Language\n4.6. Responsibility of Investigator\n4.7. Responsibilities of Sponsor and Monitor\n5. Quality Assurance\n6. Statistics\n6.1. Role of Biostatistician\n6.2. Study design\n6.2.1. Randomisation and Blinding\n6.3. Statistical Analysis\n7. Special Concerns\n7.1. Clinical Trials of Vaccines\n7.1.1. Phases of Vaccine Trials\n7.1.2. Guidelines"
  },
  {
    "chunk_id": 3,
    "text": "4. Record Keeping and Data Handling\n4.1. Documentation\n4.2. Corrections\n4.3. Electronic Data Processing\n4.4. Validation of Electronic Data Processing Systems\n4.5. Language\n4.6. Responsibility of Investigator\n4.7. Responsibilities of Sponsor and Monitor\n5. Quality Assurance\n6. Statistics\n6.1. Role of Biostatistician\n6.2. Study design\n6.2.1. Randomisation and Blinding\n6.3. Statistical Analysis\n7. Special Concerns\n7.1. Clinical Trials of Vaccines\n7.1.1. Phases of Vaccine Trials\n7.1.2. Guidelines\n7.2. Clinical Trials of contraceptives\n7.3. Clinical Trials with Surgical Procedures / Medical devices.\n7.3.1. Definitions\n7.3.2. Guidelines\n7.4. Clinical Trials for Diagnostic agents – Use of radioactive materials and X-rays\n7.4.1. Guidelines\n7.5. Clinical Trials of Herbal Remedies and Medicinal Plants\n7.5.1. Categories of Herbal Product\n7.5.2. Guidelines\nAppendices\nAppendix I: Declaration of Helsinki\nAppendix II: Schedule Y\nAppendix III: Format for submission of Pre-clinical and clinical data for r-DNA based vaccines,\ndiagnostics and other biologicals.\nAppendix IV: Investigator’s Brochure\nAppendix V: Essential Documents\nGood Clinical Practice Guidelines\nINTRODUCTION\nThe history of Good Clinical Practice (GCP) statute traces back to one of the oldest enduring\ntraditions in the history of medicine: The Hippocratic Oath. As the guiding ethical code it is\nprimarily known for its edict to do no harm to the patient. However, the complexities of modern\nmedicine research necessitate a more elaborate set of guidelines that address a Physician’s ethical\nand scientific responsibilities such as obtaining informed consent or disclosing risk while involved\nin biomedical research.\nGood Clinical Practice is a set of guidelines for biomedical studies which encompasses the design,\nconduct, termination, audit, analysis, reporting and documentation of the studies involving human\nsubjects. The fundamental tenet of GCP is that in research on man, the interest of science and"
  },
  {
    "chunk_id": 4,
    "text": "and scientific responsibilities such as obtaining informed consent or disclosing risk while involved\nin biomedical research.\nGood Clinical Practice is a set of guidelines for biomedical studies which encompasses the design,\nconduct, termination, audit, analysis, reporting and documentation of the studies involving human\nsubjects. The fundamental tenet of GCP is that in research on man, the interest of science and\nsociety should never take precedence over considerations related to the well being of the study\nsubject. It aims to ensure that the studies are scientifically and ethically sound and that the clinical\nproperties of the pharmaceutical substances under investigation are properly documented. The\nguidelines seek to establish two cardinal principles: protection of the rights of human subjects and\nauthenticity of biomedical data generated.\nThese guidelines have been evolved with consideration of WHO, ICH, USFDA and European\nGCP guidelines as well as the Ethical Guidelines for Biomedical research on Human Subjects\nissued by the Indian Council of Medical Research. They should be followed for carrying out all\nbiomedical research in India at all stages of drug development, whether prior or subsequent to\nproduct registration in India.\nDEFINITIONS\nAct\nWherever relevant, the Act means Drugs & Cosmetics Act 1940 (23 of 1940) and the Rules made\nthereunder.\nAdverse Event (AE)\nAny untoward medical occurrence (including a symptom / disease or an abnormal laboratory\nfinding) during treatment with a pharmaceutical product in a patient or a human volunteer that\ndoes not necessarily have a relationship with the treatment being given. Also see Serious Adverse\nEvent\nAdverse Drug Reaction (ADR)\n(a) In case of approved pharmaceutical products: A noxious and unintended response at doses\nnormally used or tested in humans\n(b) In case of new unregistered pharmaceutical products (or those products which are not yet"
  },
  {
    "chunk_id": 5,
    "text": "finding) during treatment with a pharmaceutical product in a patient or a human volunteer that\ndoes not necessarily have a relationship with the treatment being given. Also see Serious Adverse\nEvent\nAdverse Drug Reaction (ADR)\n(a) In case of approved pharmaceutical products: A noxious and unintended response at doses\nnormally used or tested in humans\n(b) In case of new unregistered pharmaceutical products (or those products which are not yet\napproved for the medical condition where they are being tested): A noxious and unintended\nresponse at any dose(s)\nThe phrase ADR differs from AE, in case of an ADR there appears to be a reasonable possibility\nthat the adverse event is related with the medicinal product being studied.\nIn clinical trials, an untoward medical occurrence seemingly caused by overdosing, abuse /\ndependence and interactions with other medicinal products is also considered as an ADR.\nAdverse drug reactions are type A (pharmacological) or type B (idiosyncratic). Type A reactions\nrepresent an augmentation of the pharmacological actions of a drug. They are dose-dependent and\nare, therefore, readily reversible on reducing the dose or withdrawing the drug. In contrast, type B\nadverse reactions are bizarre and cannot be predicted from the known pharmacology of the drug.\nAudit of a Trial\nA systematic verification of the study, carried out by persons not directly involved, such as:\n(a) Study related activities to determine consistency with the Protocol\n(b) Study data to ensure that there are no contradictions on Source Documents. The audit should\nalso compare data on the Source Documents with the interim or final report. It should also aim\nto find out if practices were employed in the development of data that would impair their\nvalidity.\n(c) Compliance with the adopted Standard Operating Procedures (SOPs)\nBlinding / Masking\nA method of “control experimentation” in which one or more parties involved are not informed"
  },
  {
    "chunk_id": 6,
    "text": "(b) Study data to ensure that there are no contradictions on Source Documents. The audit should\nalso compare data on the Source Documents with the interim or final report. It should also aim\nto find out if practices were employed in the development of data that would impair their\nvalidity.\n(c) Compliance with the adopted Standard Operating Procedures (SOPs)\nBlinding / Masking\nA method of “control experimentation” in which one or more parties involved are not informed\nof the treatment being given. Single blind refers to the study subject(s) being unaware, while\nDouble blind refers to the study subject(s) and/or investigator(s), monitor, data analyst(s) are\nbeing unaware of the treatment assigned.\nCase Record Form (CRF)\nA document designed in consonance with the Protocol, to record data and other information on\neach trial subject. The Case Record Form should be in such a form and format that allows\naccurate input, presentation, verification, audit and inspection of the recorded data. A CRF may\nbe in printed or electronic format.\nClinical Trial (Clinical Study)\nA systematic study of pharmaceutical products on human subjects – (whether patients or non-\npatient volunteers) – in order to discover or verify the clinical, pharmacological (including\npharmacodynamics / pharmacokinetics), and / or adverse effects, with the object of determining\ntheir safety and / or efficacy.\nHuman/Clinical Pharmacology trials (Phase I)\nThe objective of phase I of trials is to determine the maximum tolerated dose in humans;\npharmacodynamic effect, adverse reactions, if any, with their nature and intensity; and\npharmacokinetic behaviour of the drug as far as possible. These studies are often carried out in\nhealthy adult volunteers using clinical, physiological and biochemical observations. At least 2\nsubjects should be used on each dose.\nPhase I trials are usually carried out by investigators trained in clinical pharmacology and having"
  },
  {
    "chunk_id": 7,
    "text": "pharmacodynamic effect, adverse reactions, if any, with their nature and intensity; and\npharmacokinetic behaviour of the drug as far as possible. These studies are often carried out in\nhealthy adult volunteers using clinical, physiological and biochemical observations. At least 2\nsubjects should be used on each dose.\nPhase I trials are usually carried out by investigators trained in clinical pharmacology and having\nthe necessary facilities to closely observe and monitor the subjects. These may be carried out at\none or two centres.\nExploratory trials (Phase II)\nIn phase II trials a limited number of patients are studied carefully to determine possible\ntherapeutic uses, effective dose range and further evaluation of safety and pharmacokinetics.\nNormally 10-12 patients should be studied at each dose level. These studies are usually limited to\n3-4 centres and carried out by clinicians specialized on the concerned therapeutic areas and having\nadequate facilities to perform the necessary investigations for efficacy and safety.\nConfirmatory trials (Phase III)\nThe purpose of these trials is to obtain sufficient evidence about the efficacy and safety of the drug\nin a larger number of patients, generally in comparison with a standard drug and/or a placebo as\nappropriate. These trials may be carried out by clinicians in the concerned therapeutic areas, having\nfacilities appropriate to the protocol. If the drug is already approved/marketed in other countries,\nphase III data should generally be obtained on at least 100 patients distributed over 3-4 centres\nprimarily to confirm the efficacy and safety of the drug, in Indian patients when used as\nrecommended in the product monograph for the claims made.\nData on ADRs observed during clinical use of the drug should be reported along with a report on\nits efficacy in the prescribed format. The selection of clinicians for such monitoring and supply of\ndrug to them will need approval of the licensing authority under Rule 21 of the Act."
  },
  {
    "chunk_id": 8,
    "text": "primarily to confirm the efficacy and safety of the drug, in Indian patients when used as\nrecommended in the product monograph for the claims made.\nData on ADRs observed during clinical use of the drug should be reported along with a report on\nits efficacy in the prescribed format. The selection of clinicians for such monitoring and supply of\ndrug to them will need approval of the licensing authority under Rule 21 of the Act.\nPhase IV\nStudies performed after marketing of the pharmaceutical product. Trials in phase IV are carried\nout on the basis of the product characteristics on which the marketing authorization was granted\nand are normally in the form of post-marketing surveillance, assessment of therapeutic value,\ntreatment strategies used and safety profile. Phase IV studies should use the same scientific and\nethical standards as applied in pre-marketing studies.\nAfter a product has been placed on the market, clinical trials designed to explore new indications,\nnew methods of administration or new combinations, etc. are normally considered as trials for new\npharmaceutical products.\nComparator Product\nA pharmaceutical product (including placebo) used as a reference in a clinical trial.\nConfidentiality\nMaintenance of privacy of study subjects including their personal identity and all medical\ninformation, from individuals other than those prescribed in the Protocol. Confidentiality also\ncovers the prevention of disclosure of sponsor’s proprietary information to unauthorised\npersons.\nCo-Investigator\nA person legally qualified to be an investigator, to whom the Investigator delegates a part of his\nresponsibilities.\nCo-ordinating Investigator\nSee Principal Investigator\nClinical Research Organisation (CRO)\nAn organisation to which the sponsor may transfer or delegate some or all of the tasks, duties and\n/ or obligations regarding a Clinical Study. All such contractual transfers of obligations should"
  },
  {
    "chunk_id": 9,
    "text": "persons.\nCo-Investigator\nA person legally qualified to be an investigator, to whom the Investigator delegates a part of his\nresponsibilities.\nCo-ordinating Investigator\nSee Principal Investigator\nClinical Research Organisation (CRO)\nAn organisation to which the sponsor may transfer or delegate some or all of the tasks, duties and\n/ or obligations regarding a Clinical Study. All such contractual transfers of obligations should\nbe defined in writing. A CRO is a scientific body – commercial, academic or other.\nContract\nA written, dated and signed document describing the agreement between two or more parties\ninvolved in a biomedical study, namely Investigator, Sponsor, Institution. Typically, a contract\nsets out delegation / distribution of responsibilities, financial arrangements and other pertinent\nterms. The “Protocol” may form the basis of “Contract”.\nDocumentation\nAll records (including written documents, electronic, magnetic or optical records, scans, x-rays\netc.) that describe or record the methods, conduct and results of the study, and the actions\ntaken. The Documents include Protocol, copies of submissions and approvals from the office of\nthe Drugs Controller General of India, ethics committee, investigator(s)’ particulars, consent\nforms, monitor reports, audit certificates, relevant letters, reference ranges, raw data, completed\nCRFs and the final report. Also see: Essential Documents\nEscape Treatment\nA supplementary treatment, usually given to alleviate pain in placebo-controlled trials, to relieve\nthe trial subject of the symptoms caused by the investigated disease in a study.\nEssential Documents\nThe Documents that permit evaluation of the conduct of a study and the quality of the data\ngenerated. See Appendix V.\nEthics Committee\nAn independent review board or committee comprising of medical / scientific and non-medical /\nnon-scientific members, whose responsibility is to verify the protection of the rights, safety and"
  },
  {
    "chunk_id": 10,
    "text": "the trial subject of the symptoms caused by the investigated disease in a study.\nEssential Documents\nThe Documents that permit evaluation of the conduct of a study and the quality of the data\ngenerated. See Appendix V.\nEthics Committee\nAn independent review board or committee comprising of medical / scientific and non-medical /\nnon-scientific members, whose responsibility is to verify the protection of the rights, safety and\nwell-being of human subjects involved in a study. The independent review provides public\nreassurance by objectively, independently and impartially reviewing and approving the “Protocol”,\nthe suitability of the investigator(s), facilities, methods and material to be used for obtaining and\ndocumenting “Informed Consent” of the study subjects and adequacy of confidentiality\nsafeguards.\nFinal Report\nA complete and comprehensive description of the study after its completion. It includes\ndescription of experimental and statistical methods and materials, presentation and evaluation of\nthe results, statistical analyses and a critical ethical, statistical and clinical appraisal. The\nInvestigator’s declaration closing the study is a part of the Final Report.\nGood Clinical Practice (GCP)\nIt is a standard for clinical studies or trials that encompasses the design, conduct, monitoring,\ntermination, audit, analyses, reporting and documentation of the studies. It ensures that the studies\nare implemented and reported in such a manner that there is public assurance that the data are\ncredible, accurate and that the rights, integrity and confidentiality of the subjects are\nprotected. GCP aims to ensure that the studies are scientifically authentic and that the clinical\nproperties of the “Investigational Product” are properly documented.\nImpartial Witness\nAn impartial independent witness who will not be influenced in any way by those who are involved\nin the Clinical Trial, who assists at the informed consent process and documents the freely given"
  },
  {
    "chunk_id": 11,
    "text": "credible, accurate and that the rights, integrity and confidentiality of the subjects are\nprotected. GCP aims to ensure that the studies are scientifically authentic and that the clinical\nproperties of the “Investigational Product” are properly documented.\nImpartial Witness\nAn impartial independent witness who will not be influenced in any way by those who are involved\nin the Clinical Trial, who assists at the informed consent process and documents the freely given\noral consent by signing and dating the written confirmation of this consent.\nInformed Consent\nVoluntary written assent of a subject’s willingness to participate in a particular study and in its\ndocumentation. The confirmation is sought only after information about the trial including an\nexplanation of its status as research, its objectives, potential benefits, risks and inconveniences,\nalternative treatment that may be available and of the subject’s rights and responsibilities has\nbeen provided to the potential subject.\nInspection\nAn official review/ examination conducted by regulatory authority(ies) of the documents,\nfacilities, records and any other resources that are deemed by the authority(ies) to be related to the\nstudy. The inspection may be carried out at the site of the trial, at the sponsor’s / or CRO’s\nfacilities in order to verify adherence to GCP as set out in these documents.\nInstitution\nAny public or private medical facility where a clinical study is conducted.\nInvestigator\nA person responsible for the conduct of the study at the trial site. Investigator is responsible for\nthe rights, health and welfare of the study subjects. In case the study is conducted by a team of\ninvestigators at the study site then the designated leader of the team should be the Principal\nInvestigator. Also see Principal Investigator, Sub-investigator.\nInvestigational Labelling\nLabelling developed specifically for products involved in the study.\nInvestigational Product"
  },
  {
    "chunk_id": 12,
    "text": "Investigator\nA person responsible for the conduct of the study at the trial site. Investigator is responsible for\nthe rights, health and welfare of the study subjects. In case the study is conducted by a team of\ninvestigators at the study site then the designated leader of the team should be the Principal\nInvestigator. Also see Principal Investigator, Sub-investigator.\nInvestigational Labelling\nLabelling developed specifically for products involved in the study.\nInvestigational Product\nA pharmaceutical product (including the Comparator Product) being tested or used as reference\nin a clinical study. An Investigational Product may be an active chemical entity or a formulated\ndosage form.\nInvestigator’s Brochure\nA collection of data (including justification for the proposed study) for the Investigator consisting\nof all the clinical as well as non-clinical information available on the Investigational Product(s)\nknown prior to the onset of the trial. There should be adequate data to justify the nature, scale and\nduration of the proposed trial and to evaluate the potential safety and need for special precautions.\nIf new substantially relevant data is generated during the trial, the information in the Investigator’s\nBrochure must be updated. See Appendix IV.\nMonitor\nA person appointed by the Sponsor or Contract Research Organisation (CRO) for monitoring and\nreporting the progress of the trial and for verification of data. The monitor ensures that the trial is\nconducted, recorded and reported in accordance with the Protocol, Standard Operating\nProcedures (SOPs), Good Clinical Practice (GCP) and the applicable regulatory requirements.\nMulti-Centric Study\nA clinical trial conducted according to one single protocol in which the trial is taking place at\ndifferent investigational sites, therefore carried out by more than one investigator.\nNon-Clinical Study\nBiomedical studies that are not performed on human subjects.\nNon-Therapeutic Study"
  },
  {
    "chunk_id": 13,
    "text": "conducted, recorded and reported in accordance with the Protocol, Standard Operating\nProcedures (SOPs), Good Clinical Practice (GCP) and the applicable regulatory requirements.\nMulti-Centric Study\nA clinical trial conducted according to one single protocol in which the trial is taking place at\ndifferent investigational sites, therefore carried out by more than one investigator.\nNon-Clinical Study\nBiomedical studies that are not performed on human subjects.\nNon-Therapeutic Study\nA study in which there is no anticipated direct clinical benefit to the Subject(s). Such studies,\nunless an exception is justified, should be conducted in patient(s) having a disease or condition for\nwhich the Investigational Product is intended. Subject(s) in these studies should be particularly\nclosely monitored and should be withdrawn if they appear to be unduly distressed.\nPharmaceutical Product(s)\nAny substance or combination of substances which has a therapeutic, prophylactic or diagnostic\npurpose or is intended to modify physiological functions, and presented in a dosage form suitable\nfor administration to humans.\nPrincipal Investigator\nThe investigator who has the responsibility to co-ordinate between the different Investigators\ninvolved in a study at one site or different sites in case of a multi-center study.\nProtocol\nA document that states the background, objectives, rationale, design, methodology (including the\nmethods for dealing with AEs, withdrawals etc.) and statistical considerations of the study. It also\nstates the conditions under which the study shall be performed and managed.\nA list of items to be included in the Protocol is compiled in a subsequent chapter.\nThe content and format of the protocol should take into consideration the adopted SOPs, the\nregulatory requirements and the guiding principles of GCP.\nThe term Protocol, unless otherwise specified, relates to the latest amended version of the\ndocument, read in conjunction with all its appendices and enclosures."
  },
  {
    "chunk_id": 14,
    "text": "states the conditions under which the study shall be performed and managed.\nA list of items to be included in the Protocol is compiled in a subsequent chapter.\nThe content and format of the protocol should take into consideration the adopted SOPs, the\nregulatory requirements and the guiding principles of GCP.\nThe term Protocol, unless otherwise specified, relates to the latest amended version of the\ndocument, read in conjunction with all its appendices and enclosures.\nProtocol Amendment(s)\nAny changes or formal clarifications appended to the protocol. All Protocol Amendments should\nbe agreed upon and signed by the persons who were the signatories to the Protocol.\nQuality Assurance (QA)\nSystems and processes established to ensure that the trial is performed and the data are generated\nin compliance with GCP. QA is validated through in-process Quality Control and in and post-\nprocess auditing of clinical trial process as well as data.\nQuality Control (QC)\nThe operational techniques and activities undertaken within the system of QA to verify that the\nrequirements for quality of the trial related activities have been fulfilled. QC activities concern\neverybody involved with planning, conducting, monitoring, evaluating, data handling and\nreporting.\nThe objective of QC is to avoid exposure of study subjects to unnecessary risks and to avoid false\nconclusions being drawn from unreliable data.\nRandomisation\nThe process of assigning study subjects to either the treatment or the control\ngroup. Randomisation gives all subjects the same chance of being in either group in order to\nreduce bias.\nRegulatory Authority\nThe Drugs Controller General of India or an office nominated by him is the regulatory authority\nfor the purpose of carrying out Clinical Trials in India. The Regulatory Authority approves the\nstudy Protocol, reviews the submitted data and conducts inspections.\nRaw Data\nIt refers to all records or certified copies of the original clinical and laboratory findings or other"
  },
  {
    "chunk_id": 15,
    "text": "group. Randomisation gives all subjects the same chance of being in either group in order to\nreduce bias.\nRegulatory Authority\nThe Drugs Controller General of India or an office nominated by him is the regulatory authority\nfor the purpose of carrying out Clinical Trials in India. The Regulatory Authority approves the\nstudy Protocol, reviews the submitted data and conducts inspections.\nRaw Data\nIt refers to all records or certified copies of the original clinical and laboratory findings or other\nactivities in a clinical study necessary for the reconstruction and evaluation of the trial. Also\nsee Source Data.\nSerious Adverse Event (SAE) or Serious Adverse Drug Reaction (SADR)\nAn AE or ADR that is associated with death, inpatient hospitalisation (in case the study was being\nconducted on out-patients), prolongation of hospitalisation (in case the study was being conducted\non in-patients), persistent or significant disability or incapacity, a congenital anomaly or birth\ndefect, or is otherwise life threatening.\nSchedule\nUnless repugnant to the context, the Schedule means Schedule Y to the Drugs & Cosmetics\nRules. (Reproduced here at Appendix II)\nSource Data\nOriginal documents (or their verified and certified copies) necessary for evaluation of the Clinical\nTrial. These documents may include Study Subjects’ files, recordings from automated\ninstruments, tracings, X-Ray and other films, laboratory notes, photographic negatives, magnetic\nmedia, hospital records, clinical and office charts, Subjects’ diaries, evaluation check-lists, and\npharmacy dispensing records.\nSponsor\nAn individual or a company or an institution that takes the responsibility for the initiation,\nmanagement and / or financing of a Clinical Study. An Investigator who independently initiates\nand takes full responsibility for a trial automatically assumes the role of a Sponsor.\nStudy Product\nAny Pharmaceutical Product or Comparator Product used in a clinical study.\nSub-Investigator\nSee Co-Investigator"
  },
  {
    "chunk_id": 16,
    "text": "pharmacy dispensing records.\nSponsor\nAn individual or a company or an institution that takes the responsibility for the initiation,\nmanagement and / or financing of a Clinical Study. An Investigator who independently initiates\nand takes full responsibility for a trial automatically assumes the role of a Sponsor.\nStudy Product\nAny Pharmaceutical Product or Comparator Product used in a clinical study.\nSub-Investigator\nSee Co-Investigator\nSubject Files / Patient Files\nA file containing demographic and medical information about a study subject. It includes hospital\nfiles, consultation records or special subject files allowing the authenticity of the information\npresented in CRF to be verified and where necessary allowing it to be completed or corrected. The\nconditions regulating the use and consultation of such documents must be honoured as prescribed\nunder Confidentiality.\nStudy Subject (Subject)\nAn individual participating in a clinical trial as a recipient of the Investigational Product.\nA Study Subject may be a healthy person volunteering in a trial or a person with a medical\ncondition that is unrelated to the use of the Investigational Product or a person whose medical\ncondition is relevant to the use of the Investigational Product.\nStandard Operating Procedures (SOP)\nStandard elaborate written instructions to achieve uniformity of performance in the management\nof clinical studies. SOPs provide a general framework for the efficient implementation and\nperformance of all the functions and activities related to a particular study.\nSubject Identification Code\nA unique identification number / code assigned by the Investigator to each Study Subject to protect\nthe Subject’s identity. Subject Identification Code is used in lieu of the Subject’s name for all\nmatters related to the study.\nStudy Management\nSteering, supervising, data management and verification, statistical processing and preparation of\nthe study report.\nValidation"
  },
  {
    "chunk_id": 17,
    "text": "performance of all the functions and activities related to a particular study.\nSubject Identification Code\nA unique identification number / code assigned by the Investigator to each Study Subject to protect\nthe Subject’s identity. Subject Identification Code is used in lieu of the Subject’s name for all\nmatters related to the study.\nStudy Management\nSteering, supervising, data management and verification, statistical processing and preparation of\nthe study report.\nValidation\nValidation of Study: The process of proving, in accordance with the principles of Good Clinical\nPractice, that any procedure, process equipment, material, activity or system actually leads to the\nexpected results\nValidation of Data: The procedures carried out to ensure and prove that the data contained in the\nfinal report match the original observations. The procedure is applied to Raw Data, CRFs,\ncomputer software, printouts, statistical analyses and consumption of Study Product / Comparator\nProduct.\nPREREQUISITES FOR THE STUDY\n2.1. Investigational Pharmaceutical Product:\nPhysical, chemical, pharmaceutical properties and the formulation of the Investigational\nProduct must be documented to permit appropriate safety measures to be taken during the\ncourse of a study. Instructions for the storage and handling of the dosage form should be\ndocumented. Any structural similarity(ies) to the other known compounds should be\nmentioned.\n2.2. Pre-clinical supporting data\nThe available pre-clinical data and clinical information on the Investigational Product\nshould be adequate and convincing to support the proposed study.\n2.3. Protocol\nA well designed study relies predominantly on a thoroughly considered, well-structured\nand complete protocol.\n2.3.1. Relevant components of Protocol\n2.3.1.1. General information\na. Protocol title, protocol identifying number and date. All\namendments should bear amendment number and date(s)\nb. Name, address & contact numbers of the sponsor and the monitor\n/ CRO"
  },
  {
    "chunk_id": 18,
    "text": "should be adequate and convincing to support the proposed study.\n2.3. Protocol\nA well designed study relies predominantly on a thoroughly considered, well-structured\nand complete protocol.\n2.3.1. Relevant components of Protocol\n2.3.1.1. General information\na. Protocol title, protocol identifying number and date. All\namendments should bear amendment number and date(s)\nb. Name, address & contact numbers of the sponsor and the monitor\n/ CRO\nc. Name and title of the persons authorised to sign the protocol and\nthe protocol amendments for the sponsor\nd. Name, title, address and contact numbers of the sponsor's medical\nexpert for the study\ne. Name(s), title(s), address(es) and contact numbers of the\ninvestigator(s) who is / are responsible for conducting the study,\nalong with their consent letter(s)\nf. Name(s), address(es) and contact numbers of the institution(s) -\nclinical laboratories and / or other medical and technical\ndepartments along with the particulars of the head(s) of the\ninstitution(s) and the relevant department(s)\n2.3.1.2. Objectives and Justification\na. Aims and objectives of the study, indicating the Phase to which\nthe study corresponds\nb. Name and description of the investigational product(s)\nc. A summary of findings from non-clinical studies that potentially\nhave clinical significance and from clinical studies that are relevant\nto the study\nd. Summary of the known and potential risks and benefits, if any, to\nhuman subjects\ne. Description of and justification for the route of administration,\ndosage regimen and treatment periods for the pharmaceutical\nproduct being studied and the product being used as control. Dose-\nresponse relationships should be considered and stated.\nf. A statement that the study will be conducted in compliance with\nthe protocol, GCP and the applicable regulatory requirements\ng. Description of the inclusion & exclusion criteria of the study\npopulation\nh. References to the literature and data that are relevant to the study"
  },
  {
    "chunk_id": 19,
    "text": "dosage regimen and treatment periods for the pharmaceutical\nproduct being studied and the product being used as control. Dose-\nresponse relationships should be considered and stated.\nf. A statement that the study will be conducted in compliance with\nthe protocol, GCP and the applicable regulatory requirements\ng. Description of the inclusion & exclusion criteria of the study\npopulation\nh. References to the literature and data that are relevant to the study\nand that provide background for the study\n2.3.1.3. Ethical Considerations\na. General ethical considerations related to the study\nb. Description of how patients / healthy volunteers will be informed\nand how their consent will be obtained\nc. Possible reasons for not seeking informed consent\n2.3.1.4. Study design\nThe scientific integrity of the study and the credibility of the data from the\nstudy depend substantially on the study design. Description of the study\ndesign should include:\na. Specific statement of primary and secondary end points, if any, to\nbe measured during the study\nb. Description of the type of the study (randomised, comparative,\nblinded, open, placebo controlled), study design (parallel groups,\ncross-over technique), blinding technique (double-blind, single-\nblind), randomisation (method and procedure) and placebo\ncontrolled.\nc. A schematic diagram of the study design, procedures and stages\nd. Medications/treatments permitted (including rescue medications)\nand not permitted before and / or during the study\ne. A description of the study treatments, dosage regimen, route of\nadministration and the dosage form of the investigational product\nand the control proposed during the study\nf. A description of the manner of packaging and labelling of the\ninvestigational product\ng. Duration of the subject participation and a description of the\nsequence of all study periods including follow-up, if any\nh. Proposed date of initiation of the study"
  },
  {
    "chunk_id": 20,
    "text": "and not permitted before and / or during the study\ne. A description of the study treatments, dosage regimen, route of\nadministration and the dosage form of the investigational product\nand the control proposed during the study\nf. A description of the manner of packaging and labelling of the\ninvestigational product\ng. Duration of the subject participation and a description of the\nsequence of all study periods including follow-up, if any\nh. Proposed date of initiation of the study\ni. Justification of the time-schedules e.g. in the light of how far the\nsafety of the active ingredients, medicinal products has been tested,\nthe time course of the disease in question\nj. Discontinuation criteria for study subjects and instructions on\nterminating or suspending the whole study or a part of the study\nk. Accountability procedures for the investigational products\nincluding the comparator product\nl. Maintenance of study treatment randomisation codes and\nprocedures for breaking codes\nm. Documentation of any decoding that may occur during the study\nn. Procedures for monitoring subjects’ compliance\n2.3.1.5. Inclusion, Exclusion and Withdrawal of Subjects\na. Subject inclusion criteria: specifications of the subjects (patients /\nhealthy volunteers) including age, gender, ethnic groups, prognostic\nfactors, diagnostic admission criteria etc. should be clearly\nmentioned where relevant.\nb. Subject exclusion criteria, including an exhaustive statement on\ncriteria for pre-admission exclusions\nc. Subject withdrawal criteria (i.e. terminating investigational\nproduct treatment / study treatment) and procedures specifying –\nwhen and how to withdraw subjects from the treatment, type and\ntiming of the data to be collected from withdrawn subjects, whether\nand how subjects are to be replaced and the follow-up on the\nwithdrawn subjects\nd. Statistical justification for the number of Subjects to be included\nin the Study\n2.3.1.6. Handling of the Product(s)"
  },
  {
    "chunk_id": 21,
    "text": "criteria for pre-admission exclusions\nc. Subject withdrawal criteria (i.e. terminating investigational\nproduct treatment / study treatment) and procedures specifying –\nwhen and how to withdraw subjects from the treatment, type and\ntiming of the data to be collected from withdrawn subjects, whether\nand how subjects are to be replaced and the follow-up on the\nwithdrawn subjects\nd. Statistical justification for the number of Subjects to be included\nin the Study\n2.3.1.6. Handling of the Product(s)\na. Measures to be implemented to ensure the safe handling and\nstorage of the pharmaceutical products.\nb. System to be followed for labelling of the product(s) (code\nnumbering etc.)\nc. The label should necessarily contain the following information:\nthe words - “For Clinical Studies only”, the name or a code number\nof the study, name and contact numbers of the investigator, name of\nthe institution, subject’s identification code.\n2.3.1.7. Assessment of Efficacy\na. Specifications of the effect parameters to be used\nb. Description of how effects are measured and recorded\nc. Time and periodicity of effect recording\nd. Description of special analyses and / tests to be carried out\n(pharmacokinetic, clinical, laboratory, radiological etc.)\n2.3.1.8. Assessment of Safety\na. Specifications of safety parameters\nb. Methods and periodicity for assessing and recording safety\nparameters\nc. Procedures for eliciting reports of and for recording and reporting\nadverse drug reactions and / or adverse events and inter-current\nillnesses\nd. Type and duration of the follow-up of the subjects after adverse\nevents\ne. Information on establishment of the study-code, where it will be\nkept and when, how and by whom it can be broken in the event of\nan emergency\n2.3.1.9. Statistics\na. Description of the statistical methods to be employed, including\ntiming of any planned interim analysis\nb. Number of study subjects needed to achieve the study objective,"
  },
  {
    "chunk_id": 22,
    "text": "adverse drug reactions and / or adverse events and inter-current\nillnesses\nd. Type and duration of the follow-up of the subjects after adverse\nevents\ne. Information on establishment of the study-code, where it will be\nkept and when, how and by whom it can be broken in the event of\nan emergency\n2.3.1.9. Statistics\na. Description of the statistical methods to be employed, including\ntiming of any planned interim analysis\nb. Number of study subjects needed to achieve the study objective,\nand statistical considerations on which the proposed number of\nsubjects is based\nc. Detailed break-up of the number of subjects planned to be enrolled\nat each study site (in case of multi-center studies)\nd. The level of statistical significance to be used\ne. Procedures for managing missing data, unused data and\nunauthentic data\nf. Procedures for reporting any deviations from the original\nstatistical plan (any deviations from the original statistical plan\nshould be stated and justified in protocol and / in the final report, as\nappropriate)\ng. Selection of the subjects to be included in the final analyses (e.g.\nall randomized subjects / all dosed subjects / all eligible subjects /\nevaluable subjects\n2.3.1.10. Data handling and management\nA statement should be clearly made in the protocol that “The\ninvestigator(s) / institution(s) will permit study related monitoring,\naudits, ethics committee review and regulatory inspection(s) providing\ndirect access to source data / documents”.\nA copy of the CRF should be included in the protocol. Besides, the\nfollowing details should be given:\na. Procedures for handling and processing records of effects and\nadverse events to the product(s) under study\nb. Procedures for the keeping of patient lists and patient records for\neach individual taking part in the study. Records should facilitate\neasy identification of the individual subjects.\n2.3.1.11. Quality control and quality assurance\na. A meticulous and specified plan for the various steps and"
  },
  {
    "chunk_id": 23,
    "text": "following details should be given:\na. Procedures for handling and processing records of effects and\nadverse events to the product(s) under study\nb. Procedures for the keeping of patient lists and patient records for\neach individual taking part in the study. Records should facilitate\neasy identification of the individual subjects.\n2.3.1.11. Quality control and quality assurance\na. A meticulous and specified plan for the various steps and\nprocedures for the purpose of controlling and monitoring the study\nmost effectively\nb. Specifications and instructions for anticipated deviations from the\nprotocol\nc. Allocation of duties and responsibilities with-in the research team\nand their co-ordination\nd. Instructions to staff including study description (the way the study\nis to be conducted and the procedures for drug usage and\nadministration)\ne. Addresses and contact numbers etc. enabling any staff member to\ncontact the research team at any hour\nf. Considerations of confidentiality problems, if any arise\ng. Quality control of methods and evaluation procedures\n2.3.1.12. Finance and insurance\na. All financial aspects of conducting and reporting a study may be\narranged and a budget made out.\nb. Information should be available about the sources of economic\nsupport (e.g. foundations, private or public funds, sponsor /\nmanufacturer). Likewise it should be stated how the expenditures\nshould be distributed e.g. payment to subjects, refunding expenses\nof the subjects, payments for special tests, technical assistance,\npurchase of apparatus, possible fee to or reimbursement of the\nmembers of the research team, payment of the investigator /\ninstitution etc.)\nc. The financial arrangement between the sponsor, the individual\nresearcher(s) / manufacturer involved, institution and the\ninvestigator(s) in case such information is not stated explicitly\nd. Study Subjects should be satisfactorily insured against any injury\ncaused by the study"
  },
  {
    "chunk_id": 24,
    "text": "of the subjects, payments for special tests, technical assistance,\npurchase of apparatus, possible fee to or reimbursement of the\nmembers of the research team, payment of the investigator /\ninstitution etc.)\nc. The financial arrangement between the sponsor, the individual\nresearcher(s) / manufacturer involved, institution and the\ninvestigator(s) in case such information is not stated explicitly\nd. Study Subjects should be satisfactorily insured against any injury\ncaused by the study\ne. The liability of the involved parties (investigator, sponsor /\nmanufacturer, institution(s) etc.) must be clearly agreed and stated\nbefore the start of the study\n2.3.1.13. Publication policy\nA publication policy, if not addressed in a separate agreement, should\nbe described in the protocol.\n2.3.1.14. Evaluation\na. A specified account for how the response is to be evaluated\nb. Methods of computation and calculation of effects\nc. Description of how to deal with and report subjects withdrawn\nfrom / dropped out of the study\n2.3.2. Supplementaries and appendices:\nThe following documents should be appended with the protocol:\na. Information to the Study Subjects and the mode of providing it\nb. Instructions to staff\nc. Descriptions of special procedures\n2.4. Ethical & Safety Considerations\n2.4.1. Ethical Principles\nAll research involving human subjects should be conducted in accordance with the\nethical principles contained in the current revision of Declaration of Helsinki (see\nAppendix 1) and should respect three basic principles, namely justice, respect for\npersons, beneficence (to maximize benefits and to minimize harms and wrongs)\nand non malaficence (to do no harm) as defined by “Ethical Guidelines for\nBiomedical Research on Human Subjects” issued by the Indian Council of Medical\nResearch and any other laws and regulations of the country, which ensure a greater\nprotection for subjects.\nThe following principles are to be followed:"
  },
  {
    "chunk_id": 25,
    "text": "Appendix 1) and should respect three basic principles, namely justice, respect for\npersons, beneficence (to maximize benefits and to minimize harms and wrongs)\nand non malaficence (to do no harm) as defined by “Ethical Guidelines for\nBiomedical Research on Human Subjects” issued by the Indian Council of Medical\nResearch and any other laws and regulations of the country, which ensure a greater\nprotection for subjects.\nThe following principles are to be followed:\na. Principles of essentiality whereby, the research entailing the use of human\nsubjects is considered to be absolutely essential after a due consideration of all\nalternatives in the light of the existing knowledge in the proposed area of\nresearch and after the proposed research has been duly vetted and considered\nby an appropriate and responsible body of persons who are external to the\nparticular research and who, after careful consideration, come to the conclusion\nthat the said research is necessary for the advancement of knowledge and for\nthe benefit of all members of the human species and for the ecological and\nenvironmental well being of the planet.\nb. Principles of voluntariness, informed consent and community\nagreement whereby, Study Subjects are fully apprised of the Study and the\nimpact and risk of such Study on the Study Subjects and others; and whereby\nthe research subjects retain the right to abstain from further participation in the\nresearch irrespective of any legal or other obligation that may have been entered\ninto by them or by someone on their behalf, subject to only minimal restitutive\nobligations of any advance consideration received and outstanding.\nc. Principles of non-exploitation whereby as a general rule, research subjects are\nremunerated for their involvement in the research or experiment; and,\nirrespective of the social and economic condition or status, or literacy or\neducational levels attained by the research subjects kept fully apprised of all the"
  },
  {
    "chunk_id": 26,
    "text": "into by them or by someone on their behalf, subject to only minimal restitutive\nobligations of any advance consideration received and outstanding.\nc. Principles of non-exploitation whereby as a general rule, research subjects are\nremunerated for their involvement in the research or experiment; and,\nirrespective of the social and economic condition or status, or literacy or\neducational levels attained by the research subjects kept fully apprised of all the\ndangers arising in and out of the research so that they can appreciate all the\nphysical and psychological risks as well as moral implications of the research\nwhether to themselves or others, including those yet to be born.\nd. Principles of privacy and confidentiality whereby, the identity and records of\nthe human subjects of the research or experiment are as far as possible kept\nconfidential; and that no details about identity of said human subjects, which\nwould result in the disclosure of their identity, are disclosed without valid\nscientific and legal reasons which may be essential for the purposes of\ntherapeutics or other interventions, without the specific consent in writing of\nthe human subject concerned, or someone authorised on their behalf; and after\nensuring that the said human subject does not suffer from any form of hardship,\ndiscrimination or stigmatisation as a consequence of having participated in the\nresearch or experiment.\ne. Principles of precaution and risk minimisation whereby due care and caution\nis taken at all stages of the research and experiment (from its inception as a\nresearch idea, its subsequent research design, the conduct of the research or\nexperiment and its applicative use) to ensure that the research subject and those\naffected by it are put to the minimum risk, suffer from no irreversible adverse\neffects and, generally, benefit from and by the research or experiment.\nf. Principles of professional competence whereby, the research is conducted at all"
  },
  {
    "chunk_id": 27,
    "text": "is taken at all stages of the research and experiment (from its inception as a\nresearch idea, its subsequent research design, the conduct of the research or\nexperiment and its applicative use) to ensure that the research subject and those\naffected by it are put to the minimum risk, suffer from no irreversible adverse\neffects and, generally, benefit from and by the research or experiment.\nf. Principles of professional competence whereby, the research is conducted at all\ntimes by competent and qualified persons, who act with total integrity and\nimpartiality and who have been made aware of, and mindful of, the ethical\nconsiderations to be borne in mind in respect of such Study.\nf. Principles of accountability and transparency whereby, the research or\nexperiment will be conducted in a fair, honest, impartial and transparent\nmanner, after full disclosure is made by those associated with the Study of each\naspect of their interest in the Study, and any conflict of interest that may exist;\nand whereby, subject to the principles of privacy and confidentiality and the\nrights of the researcher, full and complete records of the research inclusive of\ndata and notes are retained for such reasonable period as may be prescribed or\nconsidered necessary for the purposes of post-research monitoring, evaluation\nof the research, conducting further research (whether by the initial researcher\nor otherwise) and in order to make such records available for scrutiny by the\nappropriate legal and administrative authority, if necessary.\nh. Principles of the maximisation of the public interest and of distributive\njustice whereby, the research or experiment and its subsequent applicative use\nare conducted and used to benefit all human kind and not just those who are\nsocially better off but also the least advantaged; and in particular, the research\nsubject themselves.\ni. Principles of institutional arrangements whereby, there shall be a duty on all"
  },
  {
    "chunk_id": 28,
    "text": "appropriate legal and administrative authority, if necessary.\nh. Principles of the maximisation of the public interest and of distributive\njustice whereby, the research or experiment and its subsequent applicative use\nare conducted and used to benefit all human kind and not just those who are\nsocially better off but also the least advantaged; and in particular, the research\nsubject themselves.\ni. Principles of institutional arrangements whereby, there shall be a duty on all\npersons connected with the research to ensure that all the procedures required\nto be complied with and all institutional arrangements required to be made in\nrespect of the research and its subsequent use or application are duly made in a\nbonafide and transparent manner; and to take all appropriate steps to ensure that\nresearch reports, materials and data connected with the research are duly\npreserved and archived.\nj. Principles of public domain whereby, the research and any further research,\nexperimentation or evaluation in response to, and emanating from such research\nis brought into the public domain so that its results are generally made known\nthrough scientific and other publications subject to such rights as are available\nto the researcher and those associated with the research under the law in force\nat that time.\nk. Principles of totality of responsibility whereby the professional and moral\nresponsibility, for the due observance of all the principles, guidelines or\nprescriptions laid down generally or in respect of the research or experiment in\nquestion, devolves on all those directly or indirectly connected with the research\nor experiment including the researchers, those responsible for funding or\ncontributing to the funding of the research, the institution or institutions where\nthe research is conducted and the various persons, groups or undertakings who\nsponsor, use or derive benefit from the research, market the product (if any) or"
  },
  {
    "chunk_id": 29,
    "text": "prescriptions laid down generally or in respect of the research or experiment in\nquestion, devolves on all those directly or indirectly connected with the research\nor experiment including the researchers, those responsible for funding or\ncontributing to the funding of the research, the institution or institutions where\nthe research is conducted and the various persons, groups or undertakings who\nsponsor, use or derive benefit from the research, market the product (if any) or\nprescribe its use so that, inter alia, the effect of the research or experiment is\nduly monitored and constantly subject to review and remedial action at all\nstages of the research and experiment and its future use.\nl. Principles of compliance whereby, there is a general and positive duty on all\npersons, conducting, associated or connected with any research entailing the\nuse of a human subject to ensure that both the letter and the spirit of these\nguidelines, as well as any other norms, directions and guidelines which have\nbeen specifically laid down or prescribed and which are applicable for that area\nof research or experimentation, are scrupulously observed and duly complied\nwith.\n2.4.2. Ethics Committee:\nThe sponsor and / or investigator should seek the opinion of an independent Ethics\nCommittee regarding suitability of the Protocol, methods and documents to be used\nin recruitment of Subjects and obtaining their Informed Consent including\nadequacy of the information being provided to the Subjects. The Ethics Committees\nare entrusted not only with the initial view of the proposed research protocols prior\nto initiation of the projects but also have a continuing responsibility of regular\nmonitoring for the compliance of the Ethics of the approved programmes till the\nsame are completed. Such an ongoing review is in accordance with the Declaration\nof Helsinki and all the international guidelines for biomedical research\n2.4.2.1 Basic Responsibilities"
  },
  {
    "chunk_id": 30,
    "text": "are entrusted not only with the initial view of the proposed research protocols prior\nto initiation of the projects but also have a continuing responsibility of regular\nmonitoring for the compliance of the Ethics of the approved programmes till the\nsame are completed. Such an ongoing review is in accordance with the Declaration\nof Helsinki and all the international guidelines for biomedical research\n2.4.2.1 Basic Responsibilities\nThe basic responsibility of an IEC is to ensure a competent review of all\nethical aspects of the project proposals received and execute the same\nfree from any bias and influence that could affect their objectivity.\nThe IECs should specify in writing the authority under which the\nCommittee is established, membership requirements, the terms of\nreference, the conditions of appointment, the offices and the quorum\nrequirements. The responsibilities of an IEC can be defined as follows :\na. To protect the dignity, rights and well being of the potential\nresearch participants.\nb. To ensure that universal ethical values and international scientific\nstandards are expressed in terms of local community values and\ncustoms.\nc. To assist in the development and the education of a research\ncommunity responsive to local health care requirements\n2.4.2.2. Composition\na. IEC should be multidisciplinary and multi-sectorial in composition.\nIndependence and competence are the two hallmarks of an IEC.\nb. The number of persons in an ethical committee be kept fairly small (5-7\nmembers). It is generally accepted that a minimum of five persons\nis required to compose a quorum. There is no specific\nrecommendation for a widely acceptable maximum number of\npersons but it should be kept in mind that too large a Committee will\nmake it difficult in reaching consensus opinion. 12 to 15 is the\nmaximum recommended number\nc. The Chairperson of the Committee should preferably be from outside\nthe Institution and not head of the same Institution to maintain the"
  },
  {
    "chunk_id": 31,
    "text": "members). It is generally accepted that a minimum of five persons\nis required to compose a quorum. There is no specific\nrecommendation for a widely acceptable maximum number of\npersons but it should be kept in mind that too large a Committee will\nmake it difficult in reaching consensus opinion. 12 to 15 is the\nmaximum recommended number\nc. The Chairperson of the Committee should preferably be from outside\nthe Institution and not head of the same Institution to maintain the\nindependence of the Committee. The Member Secretary who\ngenerally belongs to the same Institution should conduct the\nbusiness of the Committee. Other members should be a mix of\nmedical/non-medical, scientific and non-scientific persons\nincluding lay public to reflect the differed viewpoints. The\ncomposition may be as follows :-\n1. Chairperson\n2. 1-2 basic medical scientists (preferably one pharmacologists).\n3. 1-2 clinicians from various Institutes\n4. One legal expert or retired judge\n5. One social scientist / representative of non-governmental\nvoluntary agency\n6. One philosopher / ethicist / theologian\n7. One lay person from the community\n8. Member Secretary\nd. The ethical committee at any institution can have as its members,\nindividuals from other institutions or communities if required. There\nshould be adequate representation of age, gender, community; etc.\nin the Committee to safeguard the interests and welfare of all\nsections of the community/society. Members should be aware of\nlocal, social and cultural norms, as this is the most important social\ncontrol mechanism. If required subject experts could be invited to\noffer their views.\n2.4.2.3. Terms of Reference\nThe IEC members should be made aware of their role and\nresponsibilities as committee members. Any change in the regulatory\nrequirements should be brought to their attention and they should be\nkept abreast of all national and international developments in this\nregard. The Terms of References should also include a statement on"
  },
  {
    "chunk_id": 32,
    "text": "control mechanism. If required subject experts could be invited to\noffer their views.\n2.4.2.3. Terms of Reference\nThe IEC members should be made aware of their role and\nresponsibilities as committee members. Any change in the regulatory\nrequirements should be brought to their attention and they should be\nkept abreast of all national and international developments in this\nregard. The Terms of References should also include a statement on\nTerms of Appointment with reference to the duration of the term of\nmembership, the policy for removal, replacement and resignation\nprocedure etc. Each Committee should have its own operating\nprocedures available with each member.\n2.4.2.4. Review Procedures\nThe Ethics Committee should review every research proposal on human\nsubjects. It should ensure that a scientific evaluation has been completed\nbefore ethical review is taken up. The Committee should evaluate the\npossible risks to the subjects with proper justification, the expected\nbenefits and adequacy of documentation for ensuring privacy,\nconfidentiality and justice issues. The ethical review should be done\nthrough formal meetings and should not resort to decisions through\ncirculation of proposals.\n2.4.2.5. Submission of Application\nThe researcher should submit an appropriate application to the IEC in a\nprescribed format along with the study protocol at least three weeks in\nadvance. The protocol should include the following:\n1. Clear research objectives and rationale for undertaking the\ninvestigation in human subjects in the light of existing knowledge.\n2. Recent curriculum vitae of the Investigators indicating\nqualification and experience.\n3. Subject recruitment procedures.\n4. Inclusion and exclusion criteria for entry of subjects in the study.\n5. Precise description of methodology of the proposed research,\nincluding intended dosages and routes of administration of drugs,\nplanned duration of treatment and details of invasive procedures if\nany."
  },
  {
    "chunk_id": 33,
    "text": "investigation in human subjects in the light of existing knowledge.\n2. Recent curriculum vitae of the Investigators indicating\nqualification and experience.\n3. Subject recruitment procedures.\n4. Inclusion and exclusion criteria for entry of subjects in the study.\n5. Precise description of methodology of the proposed research,\nincluding intended dosages and routes of administration of drugs,\nplanned duration of treatment and details of invasive procedures if\nany.\n6. A description of plans to withdraw or withhold standard therapies\nin the course of research.\n7. The plans for statistical analysis of the study.\n8. Procedure for seeking and obtaining informed consent with\nsample of patient information sheet and informed consent forms in\nEnglish and vernacular languages.\n9. Safety of proposed intervention and any drug or vaccine to be\ntested, including results of relevant laboratory and animal research.\n10. For research carrying more than minimal risk, an account of plans\nto provide medical therapy for such risk or injury or toxicity due to\nover-dosage should be included.\n11. Proposed compensation and reimbursement of incidental expenses.\n12. Storage and maintenance of all data collected during the trial.\n13. Plans for publication of results - positive or negative - while\nmaintaining the privacy and confidentiality of the study participants.\n14. A statement on probable ethical issues and steps taken to tackle the\nsame.\n15. All other relevant documents related to the study protocol including\nregulatory clearances.\n16. Agreement to comply with national and international GCP protocols\nfor clinical trials.\n17. Details of Funding agency / Sponsors and fund allocation for the\nproposed work.\n2.4.2.6. Decision Making Process\nThe IEC should be able to provide complete and adequate review of the\nresearch proposals submitted to them It should meet periodically at\nfrequent intervals to review new proposals, evaluate annual progress of"
  },
  {
    "chunk_id": 34,
    "text": "regulatory clearances.\n16. Agreement to comply with national and international GCP protocols\nfor clinical trials.\n17. Details of Funding agency / Sponsors and fund allocation for the\nproposed work.\n2.4.2.6. Decision Making Process\nThe IEC should be able to provide complete and adequate review of the\nresearch proposals submitted to them It should meet periodically at\nfrequent intervals to review new proposals, evaluate annual progress of\nongoing ones and assess final reports of all research activities involving\nhuman beings through a previously scheduled agenda, amended\nwherever appropriate.\n1. The decision must be taken by a broad consensus after the quorum\nrequirements are fulfilled to recommend / reject / suggest\nmodification for a repeat review or advice appropriate steps. The\nMember Secretary should communicate the decision in writing.\n2. A member must voluntarily withdraw from the IEC while making\na decision on an application which evokes a conflict of interest\nwhich should be indicated in writing to the chairperson prior to the\nreview and should be recorded so in the minutes.\n3. If one of the members has her/his own proposal for review, then\nthe member should not participate when the project is discussed.\n4. A negative decision should always be supported by clearly defined\nreasons.\n5. An IEC may decide to reverse its positive decision on a study in\nthe event of receiving information that may adversely affect the\nbenefit/risk ratio.\n6. The discontinuation of a trial should be ordered if the IEC finds\nthat the goals of the trial have already been achieved midway or\nunequivocal results are obtained.\n7. In case of premature termination of study, notification should\ninclude the reasons for termination along with the summary of\nresults conducted till date.\n8. The following circumstances require the matter to be brought to\nthe attention of IEC :\na. any amendment to the protocol form the originally approved\nprotocol with proper justification;"
  },
  {
    "chunk_id": 35,
    "text": "that the goals of the trial have already been achieved midway or\nunequivocal results are obtained.\n7. In case of premature termination of study, notification should\ninclude the reasons for termination along with the summary of\nresults conducted till date.\n8. The following circumstances require the matter to be brought to\nthe attention of IEC :\na. any amendment to the protocol form the originally approved\nprotocol with proper justification;\nb. serious and unexpected adverse events and remedial steps\ntaken to tackle them;\nc. any new information that may influence the conduct of the\nstudy.\n9. If necessary, the applicant/investigator may be invited to present\nthe protocol or offer clarifications in the meeting. Representative of\nthe patient groups or interest groups can be invited during\ndeliberations to offer their viewpoint.\n10. Subject experts may be invited to offer their views, but should not\ntake part in the decision making process. However, her/his opinion\nmust be recorded.\n11. Meetings are to be minuted which should be approved and signed\nby the Chairperson.\n2.4.2.7. Interim Review\nThe IEC should decide and record the special circumstances and the\nmechanism when an interim review can be resorted-to instead of waiting\nfor the scheduled time of the meeting. However, decisions taken should\nbe brought to the notice of the main committee. This can be done for the\nfollowing reasons:\ni) re-examination of a proposal already examined by the IEC;\nii) research study of a minor nature such as examination of case\nrecords etc.;\niii) an urgent proposal of national interest.\n2.4.2.8. Record Keeping\nAll documentation and communication of an IEC are to be dated, filed\nand preserved according to written procedures. Strict confidentiality is\nto be maintained during access and retrieval procedures. Records should\nbe maintained for the following :\ni. the Constitution and composition of the IEC;\nii. the curriculum vitae of all IEC members;"
  },
  {
    "chunk_id": 36,
    "text": "ii) research study of a minor nature such as examination of case\nrecords etc.;\niii) an urgent proposal of national interest.\n2.4.2.8. Record Keeping\nAll documentation and communication of an IEC are to be dated, filed\nand preserved according to written procedures. Strict confidentiality is\nto be maintained during access and retrieval procedures. Records should\nbe maintained for the following :\ni. the Constitution and composition of the IEC;\nii. the curriculum vitae of all IEC members;\niii. standing operating procedures of the IEC;\niv. national and international guidelines;\nv. copies of the Protocol, data collection formats, CRFs,\ninvestigational brochures etc. submitted for review;\nvi. all correspondence with IEC members and investigators regarding\napplication, decision and follow up;\nvii. agenda of all IEC meetings;\nviii. minutes of all IEC meetings with signature of the Chairperson;\nix. copies of decisions communicated to the applicants;\nx. record of all notification issued for premature termination of a\nstudy with a summary of the reasons;\nxi. final report of the study including microfilms, CDs and Video-\nrecordings.\nIt is recommended that all records must be safely maintained after the\ncompletion / termination of the study for at least a period of 5 years if it\nis not possible to maintain the same permanently.\n2.4.2.9. Special Considerations\nWhile all the above requirements are applicable to biomedical research\nas a whole irrespective of the speciality of research, there are certain\nspecific concerns pertaining to specialised areas of research which\nrequire additional safe guards / protection and specific considerations\nfor the IEC to take note of. Examples of such instances are research\ninvolving children, pregnant and lactating women, vulnerable subjects\nand those with diminished autonomy besides issues pertaining to\ncommercialisation of research and international collaboration. The\nobservations and suggestions of IEC should be given in writing in"
  },
  {
    "chunk_id": 37,
    "text": "specific concerns pertaining to specialised areas of research which\nrequire additional safe guards / protection and specific considerations\nfor the IEC to take note of. Examples of such instances are research\ninvolving children, pregnant and lactating women, vulnerable subjects\nand those with diminished autonomy besides issues pertaining to\ncommercialisation of research and international collaboration. The\nobservations and suggestions of IEC should be given in writing in\nunambiguous terms in such instances.\n2.4.3. Informed Consent Process\n2.4.3.1. Informed Consent of Subject :\nPrior to the beginning of the Study the Investigator(s) should obtain the Ethics\nCommittee’s approval for the written informed consent form and all\ninformation being provided to the Subjects and / or their legal\nrepresentatives or guardians as well as an impartial witness.\nNone of the oral and written information concerning the Study, including the\nwritten informed consent form, should contain any language that causes\nthe Subject(s) or their legal representatives or guardians to waive or to\nappear to waive their legal rights, or that releases or appears to release\nthe Investigator, the Institution, the Sponsor or their representatives\nfrom their liabilities for any negligence.\nThe information should be given to the Subjects and / or their legal representatives\nor guardians in a language and at a level of complexity that is\nunderstandable to the Subject(s) in both written and oral form, whenever\npossible.\nSubjects, their legal representatives or guardians should be given ample opportunity\nand time to enquire about the details of the Study and all questions\nanswered to their satisfaction.\nThe Investigator(s), Sponsor or staff of the Institution should not coerce\nor unduly influence a potential Subject to participate or to continue to\nparticipate in the Study. Careful consideration should be given to\nensuring the freedom of consent obtained from members of a group with"
  },
  {
    "chunk_id": 38,
    "text": "possible.\nSubjects, their legal representatives or guardians should be given ample opportunity\nand time to enquire about the details of the Study and all questions\nanswered to their satisfaction.\nThe Investigator(s), Sponsor or staff of the Institution should not coerce\nor unduly influence a potential Subject to participate or to continue to\nparticipate in the Study. Careful consideration should be given to\nensuring the freedom of consent obtained from members of a group with\na hierarchical structure- such as medical, pharmacy and nursing\nstudents, subordinate hospital and laboratory personnel, employees of\nthe pharmaceutical industry, and members of the armed forces. Persons\nwith incurable diseases, in nursing homes, in detention, unemployed or\nimpoverished, in emergency rooms, homeless persons, nomads,\nrefugees and any ethnic or racial minority groups should be considered\nas vulnerable population whose mode of consent should be carefully\nconsidered and approved by the Ethics Committee.\nPrior to the Subject’s participation in the Study the written Informed\nConsent form should be signed and personally dated by\n1. (i) The Subject or (ii) if the Subject is incapable of giving an\nInformed Consent for example children, unconscious or suffering\nfrom severe mental illness or disability, by the Subject’s legal\nrepresentative or guardian or (iii) if the Subject and his legal\nrepresentative or guardian is unable to read / write,\n2. An impartial witness who should be present during the entire\ninformed consent discussion\n3. The Investigator\nBy signing the consent form the witness attests that the information in\nthe consent form and any other written information was accurately\nexplained to, and apparently understood by, the Subject or the Subject’s\nlegal representative or the guardian, and that informed consent was\nfreely given by the Subject or the Subject’s legal representative or the\nguardian.\nThe Subject’s legal representative or guardian (if the subject is"
  },
  {
    "chunk_id": 39,
    "text": "informed consent discussion\n3. The Investigator\nBy signing the consent form the witness attests that the information in\nthe consent form and any other written information was accurately\nexplained to, and apparently understood by, the Subject or the Subject’s\nlegal representative or the guardian, and that informed consent was\nfreely given by the Subject or the Subject’s legal representative or the\nguardian.\nThe Subject’s legal representative or guardian (if the subject is\nincapable of giving an Informed Consent for example children,\nunconscious or suffering from severe mental illness or disability), the\ninclusion of such patients in the study may be acceptable if the ethics\ncommittee is in principle, in agreement, and if the investigator thinks\nthat the participation will promote the welfare and interest of the\nSubject. The agreement of a legal representative or the guardian that\nparticipation will promote the welfare and interest of the Subject should\nalso be recorded with dated signature. If, however, neither the signed\nInformed Consent nor the witnessed signed verbal consent are possible\n– this fact must be documented stating reasons by the Investigator and\nalso brought to the knowledge of Ethics Committee without any delay.\n2.4.3.2. Essential information for prospective research on subjects : Before\nrequesting an individual's consent to participate in research, the\ninvestigator must provide the individual with the following information\nin the language he or she is able to understand which should not only be\nscientifically accurate but should also be sensitive to their social and\ncultural context :\ni. the aims and methods of the research;\nii. the expected duration of the subject participation;\niii. the benefits that might reasonably be expected as an outcome of\nresearch to the subject or to others;\niv. any alternative procedures or courses of treatment that might be as\nadvantageous to the subject as the procedure or treatment to which\nshe/he is being subjected;"
  },
  {
    "chunk_id": 40,
    "text": "scientifically accurate but should also be sensitive to their social and\ncultural context :\ni. the aims and methods of the research;\nii. the expected duration of the subject participation;\niii. the benefits that might reasonably be expected as an outcome of\nresearch to the subject or to others;\niv. any alternative procedures or courses of treatment that might be as\nadvantageous to the subject as the procedure or treatment to which\nshe/he is being subjected;\nv. any foreseeable risk or discomfort to the subject resulting from\nparticipation in the study;\nvi. right to prevent use of his/her biological sample (DNA, cell-line,\netc.) at any time during the conduct of the research;\nvii. the extent to which confidentiality of records could be able to\nsafeguard, confidentiality and the anticipated consequences of\nbreach of confidentiality;\nviii. free treatment for research related injury by the investigator /\ninstitution;\nix. compensation of subjects for disability or death resulting from\nsuch injury;\nx. freedom of individual / family to participate and to withdraw from\nresearch any time without penalty or loss of benefits which the\nsubject would otherwise be entitled to;\nxi. the identity of the research teams and contact persons with address\nand phone numbers;\nxii. foreseeable extent of information on possible current and future\nuses of the biological material and of the data to be generated from\nthe research and if the material is likely to be used for secondary\npurposes or would be shared with others, clear mention of the same;\nxiii. risk of discovery of biologically sensitive information;\nxiv. publication, if any, including photographs and pedigree charts.\nThe quality of the consent of certain social groups requires careful\nconsideration as their agreement to volunteer may be unduly influenced\nby the Investigator.\n2.4.3.3. Informed Consent in Non-Therapeutic Study :\nIn case of a Non-Therapeutic Study the consent must always be given by the"
  },
  {
    "chunk_id": 41,
    "text": "purposes or would be shared with others, clear mention of the same;\nxiii. risk of discovery of biologically sensitive information;\nxiv. publication, if any, including photographs and pedigree charts.\nThe quality of the consent of certain social groups requires careful\nconsideration as their agreement to volunteer may be unduly influenced\nby the Investigator.\n2.4.3.3. Informed Consent in Non-Therapeutic Study :\nIn case of a Non-Therapeutic Study the consent must always be given by the\nsubject. Non-Therapeutic Studies may be conducted in subjects with\nconsent of a legal representative or guardian provided all of the\nfollowing conditions are fulfilled:\n1. The objective of the Study can not be met by means of a trial in\nSubject(s) who can personally give the informed consent\n2. The foreseeable risks to the Subject(s) are low\n3. Ethics Committee’s written approval is expressly sought on the\ninclusion of such Subject(s)\n2.4.4. Essential Information on Confidentiality for Prospective Research Subjects\nSafeguarding confidentiality - The investigator must safeguard the confidentiality\nof research data, which might lead to the identification of the individual subjects.\nData of individual subjects can be disclosed only in a court of law under the orders\nof the presiding judge or in some cases may be required to communicate to drug\nregistration authority or to health authority. Therefore, the limitations in\nmaintaining the confidentiality of data should be anticipated and assessed.\n2.4.5. Compensation for Participation\nSubjects may be paid for the inconvenience and time present, and should be\nreimbursed for expenses incurred, in connection with their participation in research.\nThey may also receive free medical services. However, payments should not be so\nlarge or the medical services so extensive as to induce prospective subjects to\nconsent to participate in research against their better judgement (inducement). All"
  },
  {
    "chunk_id": 42,
    "text": "2.4.5. Compensation for Participation\nSubjects may be paid for the inconvenience and time present, and should be\nreimbursed for expenses incurred, in connection with their participation in research.\nThey may also receive free medical services. However, payments should not be so\nlarge or the medical services so extensive as to induce prospective subjects to\nconsent to participate in research against their better judgement (inducement). All\npayments, reimbursement and medical services to be provided to research subjects\nshould be approved by the IEC. Care should be taken :\ni. when a guardian is asked to give consent on behalf of an incompetent person,\nno remuneration should be offered except a refund of out of pocket expenses;\nii. when a subject is withdrawn from research for medical reasons related to the\nstudy the subject should get the benefit for full participation;\niii. when a subject withdraws for any other reasons he/she should be paid in\nproportion to the amount of participation.\nAcademic institutions conducting research in alliance with industries / commercial\ncompanies require a strong review to probe possible conflicts of interest between\nscientific responsibilities of researchers and business interests (e.g. ownership or\npart-ownership of a company developing a new product). In cases where the review\nboard/committee determines that a conflict of interest may damage the scientific\nintegrity of a project or cause harm to research participants, the board should advise\naccordingly. Institutions need self-regulatory processes to monitor, prevent and\nresolve such conflicts of interest. Prospective participants in research should also\nbe informed of the sponsorship of research, so that they can be aware of the\npotential for conflicts of interest and commercial aspects of the research. Undue\ninducement through compensation for individual participants, families and\npopulations should be prohibited. This prohibition however, does not include"
  },
  {
    "chunk_id": 43,
    "text": "accordingly. Institutions need self-regulatory processes to monitor, prevent and\nresolve such conflicts of interest. Prospective participants in research should also\nbe informed of the sponsorship of research, so that they can be aware of the\npotential for conflicts of interest and commercial aspects of the research. Undue\ninducement through compensation for individual participants, families and\npopulations should be prohibited. This prohibition however, does not include\nagreements with individuals, families, groups, communities or populations that\nforesee technology transfer, local training, joint ventures, provision of health care\nreimbursement, costs of travel and loss of wages and the possible use of a\npercentage of any royalties for humanitarian purposes.\n2.4.6. Selection of Special Groups As Research Subject\n2.4.6.1. Pregnant or nursing women :\nPregnant or nursing women should in no circumstances be the subject\nof any research unless the research carries no more than minimal risk to\nthe fetus or nursing infant and the object of the research is to obtain new\nknowledge about the foetus, pregnancy and lactation. As a general rule,\npregnant or nursing women should not be subjects of any clinical trial\nexcept such trials as are designed to protect or advance the health of\npregnant or nursing women or foetuses or nursing infants, and for which\nwomen who are not pregnant or nursing would not be suitable subjects.\na. The justification of participation of these women in clinical trials\nwould be that they should not be deprived arbitrarily of the\nopportunity to benefit from investigations, drugs, vaccines or other\nagents that promise therapeutic or preventive benefits. Example of\nsuch trials are, to test the efficacy and safety of a drug for reducing\nperinatal transmission of HIV infection from mother to child, trials\nfor detecting fetal abnormalities and for conditions associated with\nor aggravated by pregnancy etc. Women should not be encouraged"
  },
  {
    "chunk_id": 44,
    "text": "would be that they should not be deprived arbitrarily of the\nopportunity to benefit from investigations, drugs, vaccines or other\nagents that promise therapeutic or preventive benefits. Example of\nsuch trials are, to test the efficacy and safety of a drug for reducing\nperinatal transmission of HIV infection from mother to child, trials\nfor detecting fetal abnormalities and for conditions associated with\nor aggravated by pregnancy etc. Women should not be encouraged\nto discontinue nursing for the sake of participation in research and\nin case she decides to do so, harm of cessation of breast feeding to\nthe nursing child should be properly assessed except in those studies\nwhere breast feeding is harmful to the infant.\nb. Research related to termination of pregnancy: Pregnant women\nwho desire to undergo Medical Termination of Pregnancy (MTP)\ncould be made subjects for such research as per The Medical\nTermination of Pregnancy Act, GOI, 1971.\nc. Research related to pre-natal diagnostic techniques: In pregnant\nwomen such research should be limited to detect the foetal\nabnormalities or genetic disorders as per the Prenatal Diagnostic\nTechniques (Regulation and Prevention of Misuse) Act, GOI, 1994\nand not for sex determination of the foetus.\n2.4.6.2. Children:\nBefore undertaking trial in children the investigator must ensure that -\na. children will not be involved in research that could be carried out\nequally well with adults;\nb. the purpose of the research is to obtain knowledge relevant to\nhealth needs of children. For clinical evaluation of a new drug the\nstudy in children should always be carried out after the phase III\nclinical trials in adults. It can be studied earlier only if the drug has\na therapeutic value in a primary disease of the children;\nc. a parent or legal guardian of each child has given proxy consent;\nd. the assent of the child should be obtained to the extent of the\nchild's capabilities such as in the case of mature minors, adolescents\netc;"
  },
  {
    "chunk_id": 45,
    "text": "health needs of children. For clinical evaluation of a new drug the\nstudy in children should always be carried out after the phase III\nclinical trials in adults. It can be studied earlier only if the drug has\na therapeutic value in a primary disease of the children;\nc. a parent or legal guardian of each child has given proxy consent;\nd. the assent of the child should be obtained to the extent of the\nchild's capabilities such as in the case of mature minors, adolescents\netc;\ne. research should be conducted in settings in which the child and\nparent can obtain adequate medical and psychological support;\nf. interventions intended to provide direct diagnostic, therapeutic or\npreventive benefit for the individual child subject must be justified\nin relation to anticipated risks involved in the study and anticipated\nbenefits to society;\ng. the child's refusal to participate in research must always be\nrespected unless there is no medically acceptable alternative to the\ntherapy provided/tested, provided the consent has been obtained\nfrom parents/guardian;\nh. interventions that are intended to provide therapeutic benefit are\nlikely to be at least as advantageous to the individual child subject\nas any available alternative interventions;\ni. the risk presented by interventions not intended to benefit the\nindividual child subject is low when compared to the importance of\nthe knowledge that is to be gained.\n2.4.6.3. Vulnerable groups :\nEffort may be made to ensure that individuals or communities invited\nfor research be selected in such a way that the burdens and benefits of\nthe research are equally distributed.\na. research on genetics should not lead to racial inequalities;\nb. persons who are economically or socially disadvantaged should\nnot be used to benefit those who are better off than them;\nc. rights and welfare of mentally challenged and mentally differently\nable persons who are incapable of giving informed consent or those\nwith behavioral disorders must be protected."
  },
  {
    "chunk_id": 46,
    "text": "for research be selected in such a way that the burdens and benefits of\nthe research are equally distributed.\na. research on genetics should not lead to racial inequalities;\nb. persons who are economically or socially disadvantaged should\nnot be used to benefit those who are better off than them;\nc. rights and welfare of mentally challenged and mentally differently\nable persons who are incapable of giving informed consent or those\nwith behavioral disorders must be protected.\nd. Adequate justification is required for the involvement of subjects\nsuch as prisoners, students, subordinates, employees, service\npersonnel etc. who have reduced autonomy as research subjects.\n2.4.7. Compensation for Accidental Injury\nResearch subjects who suffer physical injury as a result of their participation in the\nClinical Trial are entitled to financial or other assistance to compensate them\nequitably for any temporary or permanent impairment or disability subject to\nconfirmation from IEC In case of death, their dependents are entitled to material\ncompensation.\n2.4.7.1. Obligation of the sponsor to pay :\nThe sponsor whether a pharmaceutical company, a government, or an institution,\nshould agree, before the research begins, to provide compensation for\nany serious sphysical or mental injury for which subjects are entitled to\ncompensation or agree to provide insurance coverage for an unforeseen\ninjury whenever possible.\nRESPONSIBILITIES\n3.1. Sponsor:\n3.1.1. Investigator and Institution Selection:\nThe Sponsor is responsible for selecting the Investigator(s) / Institutions taking into\naccount the appropriateness and availability of the study site and facilities. The\nSponsor must assure itself of the Investigator’s qualifications and availability for\nthe entire duration of the Study. If organisation of a co-ordinating committee and /\nor selection of co-ordinating investigators are to be utilised in multi-centric studies\ntheir organisation and / or selection are Sponsor’s responsibilities."
  },
  {
    "chunk_id": 47,
    "text": "The Sponsor is responsible for selecting the Investigator(s) / Institutions taking into\naccount the appropriateness and availability of the study site and facilities. The\nSponsor must assure itself of the Investigator’s qualifications and availability for\nthe entire duration of the Study. If organisation of a co-ordinating committee and /\nor selection of co-ordinating investigators are to be utilised in multi-centric studies\ntheir organisation and / or selection are Sponsor’s responsibilities.\nBefore entering an agreement with an Investigator(s) / Institution(s) to conduct a\nStudy, the Sponsor should provide the Investigator(s) / Institution(s) with the\nProtocol and an up-to-date Investigator’s Brochure. Sponsor should provide\nsufficient time to review the Protocol and the information provided in the\nInvestigator’s Brochure.\n3.1.2. Contract\nThe Sponsor should enter into a formal and legal agreement / contract with the\nInvestigator(s) / Institution(s) on the following terms:\na. To conduct the Study in compliance with GCP, the applicable regulatory\nrequirements and the Protocol agreed to by the Sponsor and given approval /\nfavourable opinion by the Ethics Committee\nb. To comply with the procedures for data recording, and reporting\nc. To permit monitoring, auditing and inspection\nd. To retain the study related essential documents until the Sponsor informs the\nInvestigator(s) / Institution(s) in writing that these documents are no longer\nneeded\nThe agreement should define the relationship between the investigator and the\nsponsor in matters such as financial support, fees, honorarium, payments in kind\netc.\n3.1.3. SOP\nThe Sponsor should establish detailed Standard Operating Procedures\n(SOP’s). The Sponsor and the Investigator(s) should sign a copy of the Protocol\nand the SOPs or an alternative document to confirm their agreement.\n3.1.4. Allocation of duties and responsibilities:\nPrior to initiating a Study the Sponsor should define and allocate all Study related"
  },
  {
    "chunk_id": 48,
    "text": "sponsor in matters such as financial support, fees, honorarium, payments in kind\netc.\n3.1.3. SOP\nThe Sponsor should establish detailed Standard Operating Procedures\n(SOP’s). The Sponsor and the Investigator(s) should sign a copy of the Protocol\nand the SOPs or an alternative document to confirm their agreement.\n3.1.4. Allocation of duties and responsibilities:\nPrior to initiating a Study the Sponsor should define and allocate all Study related\nduties and responsibilities to the respective identified person(s) / organisation(s).\n3.1.5. Study management, data handling and record keeping:\nThe Sponsor is responsible for securing agreement with all involved parties on the\nallocation of Protocol related and other responsibilities like:\na. Access to all Study related sites, source data / documents and reports for the\npurpose of inspection, monitoring and auditing by the authorised parties and\ninspection by national and foreign regulatory authorities\nb. Data processing\nc. Breaking of the Code\nd. Statistical analysis\ne. Preparation of the Study Report\nf. Preparation and submission of materials to the Ethics Committee, Regulatory\nAuthorities and any other review bodies\ng. Reporting the ADRs, AEs to the Ethics Committee\nh. Quality Assurance and Quality Control systems with written SOPs to ensure\nthat the Study is conducted and data are generated, documented (recorded), and\nreported – in compliance with the Protocol, GCP and the applicable regulatory\nrequirement(s)\nIt shall be the responsibility of sponsor to make arrangements for safe and secure\ncustody of all study related documents and material for a period of three years after\nthe completion of the study or submission of the data to the regulatory authority(ies)\nwhichever is later.\nThe Sponsor may consider establishing an Independent Data Monitoring\nCommittee (IDMC) to assess the progress of the Study. This includes the safety\ndata and the critical efficacy endpoints at various intervals, and to recommend to"
  },
  {
    "chunk_id": 49,
    "text": "custody of all study related documents and material for a period of three years after\nthe completion of the study or submission of the data to the regulatory authority(ies)\nwhichever is later.\nThe Sponsor may consider establishing an Independent Data Monitoring\nCommittee (IDMC) to assess the progress of the Study. This includes the safety\ndata and the critical efficacy endpoints at various intervals, and to recommend to\nthe Sponsor whether to continue, modify, or stop a Study. The IDMC should have\nwritten operating procedures and should maintain written records of all its\nmeetings.\n3.1.6. Compensation for Participation\nSubjects may be paid compensation for participation in accordance with the\nguidelines listed in 2.4.5.\n3.1.7. Confirmation of review by the Ethics Committee\nThe Sponsor shall obtain from the Investigator(s) and / or the Institutions\na. The particulars about the members of the Investigator’s / Institution’s Ethics\nCommittee including their names, addresses, qualifications and experience\nb. An undertaking that the Ethics Committee is organised and operates\naccording to the GCP and the applicable laws and regulations\nc. Documented approval / favourable opinion of the Ethics Committee before\nthe initiation of the Study\nd. A copy of the recommendations in case the Ethics Committee conditions its\napproval upon change(s) in any aspect of the Study such as modification(s) of\nthe Protocol, written Informed Consent Form, any other written\ninformation and / or other procedures\ne. Ethics Committee’s documents relating to re-evaluations / re-approvals with\nfavourable opinion, and of any withdrawals or suspensions of approval /\nfavourable opinion\n3.1.8. Information on Investigational Products\nAs a prerequisite to planning of a Study, the Sponsor is responsible for providing\nthe Investigator(s) with an Investigator’s Brochure. The Brochure must contain the\navailable chemical, pharmaceutical, toxicological, pharmacological and clinical"
  },
  {
    "chunk_id": 50,
    "text": "e. Ethics Committee’s documents relating to re-evaluations / re-approvals with\nfavourable opinion, and of any withdrawals or suspensions of approval /\nfavourable opinion\n3.1.8. Information on Investigational Products\nAs a prerequisite to planning of a Study, the Sponsor is responsible for providing\nthe Investigator(s) with an Investigator’s Brochure. The Brochure must contain the\navailable chemical, pharmaceutical, toxicological, pharmacological and clinical\ndata including the available data from previous and ongoing clinical studies\nregarding the Investigational Product and, where appropriate, the Comparator\nProduct. This information should be accurate and adequate to justify the nature,\nscale and the duration of the Study. In addition, the Sponsor must bring any\nrelevant new information arising during the period of Study to the attention of the\nInvestigator(s) as well as the Ethics Committee.\n3.1.9. Supply, storage and handling of Pharmaceutical Products\nThe Sponsor is responsible for supplying the Investigational Product’s, including\nComparator(s) and Placebo if applicable. The Products should be manufactured in\naccordance with the principles of GMPs and they should be suitably packaged in\nthe manner that will protect the product from deterioration and safeguard blinding\nprocedures (if applicable) and should be affixed with appropriate investigational\nlabelling.\nThe Sponsor should determine the Investigational Product’s acceptable storage\nconditions, reconstitution procedures and devices for product infusions if any, and\ncommunicate them in writing to all involved parties, besides stating them on the\nProduct labels where ever possible.\nIn case any significant formulation changes are made in the Investigational Product\nduring the course of the Study - the results of any additional studies of the new\nformulation (e.g. stability, bioavailability, dissolution rate) should be provided to\nthe involved parties to enable them to determine their effects on the"
  },
  {
    "chunk_id": 51,
    "text": "communicate them in writing to all involved parties, besides stating them on the\nProduct labels where ever possible.\nIn case any significant formulation changes are made in the Investigational Product\nduring the course of the Study - the results of any additional studies of the new\nformulation (e.g. stability, bioavailability, dissolution rate) should be provided to\nthe involved parties to enable them to determine their effects on the\npharmacokinetic profile of the Product prior to the use in the Study.\nThe Sponsor should not supply an Investigator / Institution with the Product until\nthe Sponsor obtains all required documentation (e.g. approval / favourable opinion\nfrom Ethics Committee and Regulatory Authorities).\nThe Sponsor should document procedures and lay down responsibilities for\na. adequate and safe receipt, handling, storage, dispensing of the Product\nb. retrieval of unused Product from the Subjects and\nc. return of unused Product to the Sponsor (or its alternative disposal procedure).\nSponsor should maintain records for retrieval of Product (e.g. retrieval after study\ncompletion, expired product retrieval etc.).\nSponsor should also maintain records of the quantities of Investigational Product\nwith proper batch numbers. The Sponsor should ensure that the Investigator is able\nto establish a system within his / her Institution for proper management of the\nProducts as per the procedures.\nThe Sponsor should maintain sufficient samples from each batch and keep the\nrecord of their analyses and characteristics for reference, so that if necessary an\nindependent laboratory may be able to recheck the same.\n3.1.10. Safety Information:\nSponsor is responsible for the ongoing safety evaluation of the Product. The\nSponsor should promptly notify all concerned of findings that could adversely\naffect the safety of the Subjects, impact the conduct of the Study or alter the Ethics\nCommittee’s approval / favourable opinion to continue the Study. The Sponsor,"
  },
  {
    "chunk_id": 52,
    "text": "record of their analyses and characteristics for reference, so that if necessary an\nindependent laboratory may be able to recheck the same.\n3.1.10. Safety Information:\nSponsor is responsible for the ongoing safety evaluation of the Product. The\nSponsor should promptly notify all concerned of findings that could adversely\naffect the safety of the Subjects, impact the conduct of the Study or alter the Ethics\nCommittee’s approval / favourable opinion to continue the Study. The Sponsor,\ntogether with Investigator(s), should take appropriate measures necessary to\nsafeguard the study subjects.\n3.1.11. Adverse Drug Reaction Reporting:\nThe Sponsor should provide ADR / AE reporting forms to the Investigator(s) /\nInstitution(s). The Sponsor should expedite the reporting to all concerned\n(including the Ethics Committee and the regulatory authorities) of all serious and/or\nunexpected adverse drug reactions.\n3.1.12. Study Reports:\nThe Sponsor should ensure the preparation and appropriate approval(s) of a\ncomprehensive final clinical study report suitable for regulatory and / or marketing\npurposes, whether or not the study has been completed. All reports prepared should\nmeet the standards of the GCP guidelines for Format and Content of Clinical Study\nReports. The sponsor should also submit any safety updates and / or periodic\nreports as prescribed by the regulatory authorities.\n3.1.13. Monitoring\nAlthough an extensively written guidance can assure appropriate conduct of the\nstudy, the sponsor should ensure that the studies are adequately monitored. The\ndetermination of the extent and the nature of monitoring should be based on\nconsiderations such as objective, purpose, design, complexity, blinding, size and\nendpoints of the study. The sponsor must appoint adequately trained monitors or\nCRO to supervise an ongoing study.\n3.1.14. Audit:\nSponsor should perform an audit as a part of QA system. This audit should be"
  },
  {
    "chunk_id": 53,
    "text": "study, the sponsor should ensure that the studies are adequately monitored. The\ndetermination of the extent and the nature of monitoring should be based on\nconsiderations such as objective, purpose, design, complexity, blinding, size and\nendpoints of the study. The sponsor must appoint adequately trained monitors or\nCRO to supervise an ongoing study.\n3.1.14. Audit:\nSponsor should perform an audit as a part of QA system. This audit should be\nconducted with the purpose of being independent and separate from routine\nmonitoring or quality control functions. Audit should evaluate the study conduct\nand compliance with the protocol, SOPs, GCPs and applicable regulatory\nrequirements. For the purpose of carrying out the audit – the sponsor may appoint\nindividuals qualified by training and experience to conduct audits. The Auditors\nshould be independent of the parties involved in the study and their qualifications\nshould be documented.\nThe Sponsor should ensure that the auditing is conducted in accordance with the\nSponsor’s SOPs on what to audit, how to audit, the frequency of audit and the form\n& content of audit reports. Auditors should document their observations which\nshould be archived by the Sponsors and made available to the Regulatory\nAuthorities when called for.\nSponsor should initiate prompt action in case it is discovered that any party\ninvolved has not entirely complied with the GCP, SOPs, Protocol and / or any\napplicable regulatory requirements. If monitoring / auditing identifies serious and\n/ or persistent non-compliance - the Sponsor should terminate the defaulting party’s\nparticipation in the study and promptly notify to the regulatory authority.\n3.1.15. Multicentre Studies\nSince multicentre studies are conducted simultaneously by several investigators at\ndifferent institutions following the same protocol, the sponsor should make special\nadministrative arrangements for their conduct. These administrative arrangements"
  },
  {
    "chunk_id": 54,
    "text": "/ or persistent non-compliance - the Sponsor should terminate the defaulting party’s\nparticipation in the study and promptly notify to the regulatory authority.\n3.1.15. Multicentre Studies\nSince multicentre studies are conducted simultaneously by several investigators at\ndifferent institutions following the same protocol, the sponsor should make special\nadministrative arrangements for their conduct. These administrative arrangements\nshould provide adequate assurance that the study will be planned and conducted\naccording to GCPs.\nThe various tasks that may need special consideration include responsibility for\ncommencement and overall performance of the study, supervision of the data,\nmonitoring of the ADRs / AEs and various other policy matters. The functions,\nresponsibilities and mandate of any special committee(s) set up or person(s) should\nbe described in the study protocol, along with the procedure for their nomination.\nA co-ordinating committee may be set up or a co-ordinator appointed with\nresponsibility for the control of practical performance and progress of the study and\nmaintaining contact with the regulatory authorities and the ethics committee(s).\nIdeally, the studies should begin and end simultaneously at all institutions.\nThe sponsor should make arrangements to facilitate the communication between\ninvestigators at various sites. All investigators and other specialists should be\ngiven the training to follow the same protocol and systems. The sponsor should\nobtain written acceptance of the protocol and its annexes from each of the\ninvestigator and institution involved.\nThe CRFs should be so designed as to record the required data at all multicentre\nsites. For those investigators who are collecting additional data, supplemental\nCRFs should be provided to record the additional data.\nBefore initiation of multi-centre studies the sponsor should carefully define and\ndocument the following:"
  },
  {
    "chunk_id": 55,
    "text": "obtain written acceptance of the protocol and its annexes from each of the\ninvestigator and institution involved.\nThe CRFs should be so designed as to record the required data at all multicentre\nsites. For those investigators who are collecting additional data, supplemental\nCRFs should be provided to record the additional data.\nBefore initiation of multi-centre studies the sponsor should carefully define and\ndocument the following:\na. ethics committee(s), and the number of ethics committees to be consulted\nb. role and responsibilities of the co-ordinating investigators\nc. role and responsibilities of the CRO\nd. randomisation procedure\ne. standardisation and validation of methods of evaluation and analyses of\nlaboratory and diagnostic data at various centres\nf. structure and function of a centralised data management set-up\n3.1.16. Premature Termination or Suspension of a Study\nIn case the sponsor chooses to or is required to terminate prematurely or suspend\nthe study, then the sponsor should notify the investigator(s), institution(s), the ethics\ncommittee and the regulatory authorities accordingly. The notification should\ndocument the reason(s) for the termination or suspension by the sponsor or by the\ninvestigator / institution.\n3.1.17. Role of Foreign Sponsor\nIf the sponsor is a foreign company, organisation or person(s) – it shall appoint a\nlocal representative or CRO to fulfil the appropriate local responsibilities as\ngoverned by the national regulations. The Sponsor may transfer any or all of the\nSponsor’s study related duties and functions to a CRO but the ultimate\nresponsibility for the quality and the integrity of the Study Data shall always reside\nwith the Sponsor. Any Study related duty, function or responsibility transferred to\nand assumed by a local representative or a CRO should be specified in\nwriting. Any Study related duties, functions or responsibilities not specifically"
  },
  {
    "chunk_id": 56,
    "text": "governed by the national regulations. The Sponsor may transfer any or all of the\nSponsor’s study related duties and functions to a CRO but the ultimate\nresponsibility for the quality and the integrity of the Study Data shall always reside\nwith the Sponsor. Any Study related duty, function or responsibility transferred to\nand assumed by a local representative or a CRO should be specified in\nwriting. Any Study related duties, functions or responsibilities not specifically\ntransferred to and assumed by a CRO or a local representative shall be deemed to\nhave been retained by the Sponsor. The sponsor should utilise the services of\nqualified individuals e.g. bio-statisticians, clinical pharmacologists, and physicians,\nas appropriate, throughout all stages of the study process, from designing the\nprotocol and CRFs and planning the analyses to analysing and preparing interim\nand final clinical study reports.\n3.2. The Monitor:\nThe monitor is the principal communication link between the sponsor and the investigator\nand is appointed by the sponsor.\n3.2.1. Qualifications\nThe monitor should have adequate medical, pharmaceutical and / or scientific\nqualifications and clinical trial experience. Monitor should be fully aware of all the\naspects of the product under investigation and the protocol (including its annexes\nand amendments).\n3.2.2. Responsibility\nThe main responsibility of the monitor is to oversee the progress of the study and\nto ensure that the study conduct and data handling comply with the protocol, GCPs\nand applicable ethical and regulatory requirements.\n(a) The Monitor should verify that the investigator(s) have the adequate\nqualifications, expertise and the resources to carry out the study. Monitor\nshould also confirm that the investigator(s) shall be available throughout the\nstudy period.\n(b) Monitor should ascertain that the institutional facilities like laboratories,\nequipment, staff, storage space etc. are adequate for safe and proper conduct"
  },
  {
    "chunk_id": 57,
    "text": "and applicable ethical and regulatory requirements.\n(a) The Monitor should verify that the investigator(s) have the adequate\nqualifications, expertise and the resources to carry out the study. Monitor\nshould also confirm that the investigator(s) shall be available throughout the\nstudy period.\n(b) Monitor should ascertain that the institutional facilities like laboratories,\nequipment, staff, storage space etc. are adequate for safe and proper conduct\nof the study and that they will remain available throughout the study.\n(c) The Monitor should verify (and wherever necessary make provisions to\nensure) that\n1. the investigational product(s) are sufficiently available throughout the\nstudy and is stored properly\n2. the investigational product(s) are supplied only to subjects who are\neligible to receive it and at the specified dose(s) and time(s)\n3. the subjects are provided with the necessary instructions on proper\nhandling of the product(s)\n4. the receipt, use, return and disposal of the product(s) at the site are\ncontrolled and documented as prescribed\n5. the investigator receives the current Investigator’s Brochure and all\nsupplies needed to conduct the study as per the protocol\n6. the investigator follows the protocol\n7. the investigator maintains the essential documents\n8. all parties involved are adequately informed about various aspects of the\nstudy and follow the GCP guidelines and the prescribed SOPs\n9. verifying that each party is performing the specified function in\naccordance with the protocol and / or in accordance with the agreement\nbetween the sponsor and the party concerned\n10. verifying that none of the parties delegate any assigned function to\nunauthorised individuals\n(d) The monitor should promptly inform the sponsor and the ethics committee\nin case any unwarranted deviation from the protocol or any transgression of\nthe principles embodied in GCP is noted.\n(e) The monitor should follow a pre-determined written set of SOPs. A"
  },
  {
    "chunk_id": 58,
    "text": "accordance with the protocol and / or in accordance with the agreement\nbetween the sponsor and the party concerned\n10. verifying that none of the parties delegate any assigned function to\nunauthorised individuals\n(d) The monitor should promptly inform the sponsor and the ethics committee\nin case any unwarranted deviation from the protocol or any transgression of\nthe principles embodied in GCP is noted.\n(e) The monitor should follow a pre-determined written set of SOPs. A\nwritten record should be kept of the monitor’s visits, phone calls and\ncorrespondence with the investigators and any other involved parties.\n(f) The monitor should assess the institution(s) prior to the study to ensure\nthat the premises and facilities are adequate and that an adequate number of\nsubjects is likely to be available during the study.\n(g) The monitor should observe and report the subject recruitment rate to the\nsponsor.\n(h) The monitor should visit the investigator before, during and after the study\nto make assessments of the protocol compliance and data handling in\naccordance with the predetermined SOPs.\n(i) The monitor should ensure that all staff assisting the investigator in the\nstudy have been adequately informed about and will comply with the\nprotocol, SOPs and other details of the study.\n(j) The monitor should assist the investigator in reporting the data and results\nof the study to the sponsor, e.g. by providing guidance on correct procedures\nfor CRF completion and by providing data verification.\n(k) The monitor shall be responsible for ensuring that all CRFs are correctly\nfilled out in accordance with original observations, are legible, complete, and\ndated. The monitor should specifically verify that\n1. the data required by the protocol are reported accurately on the CRFs\nand are consistent with the source documents\n2. any dose and / or therapy modifications are well documented for each\nof the study subjects"
  },
  {
    "chunk_id": 59,
    "text": "for CRF completion and by providing data verification.\n(k) The monitor shall be responsible for ensuring that all CRFs are correctly\nfilled out in accordance with original observations, are legible, complete, and\ndated. The monitor should specifically verify that\n1. the data required by the protocol are reported accurately on the CRFs\nand are consistent with the source documents\n2. any dose and / or therapy modifications are well documented for each\nof the study subjects\n3. adverse events, concomitant medications and inter-current illnesses are\npromptly reported on the CRFs in accordance with the protocol and the\nSOPs\n4. visits that the subjects fail to make, tests that are not conducted and\nexaminations that are not performed are clearly reported as such on the\nCRFs\n5. all withdrawals and drop-outs of enrolled subjects from the study are\nreported and explained on the CRFs\n(l) Any deviations, errors or omissions should be promptly clarified with the\ninvestigator, corrected and explained on the CRF. Monitor should also take\nappropriate actions designed to prevent recurrence of detected\ndeviations. Monitor should ensure that investigator certifies the accuracy of\nCRF by signing it at the places provided for the purpose. All procedures for\nensuring accuracy of CRFs must be maintained throughout the course of the\nstudy.\n(m) The monitor should submit a written report to the sponsor after each site\nvisit and after all telephone calls, letters and other correspondence with the\ninvestigator. Monitor’s report should include the date, name of site, names of\nthe monitor and the individuals contacted, a summary of what the monitor\nreviewed, findings, deviations & deficiencies observed, and any actions taken\n/ proposed to secure compliance. The review and follow-up of the monitoring\nreport with the sponsor should be documented by the sponsor’s designated\nrepresentative.\n(n) The monitor should confirm that the prescribed procedures for storage,"
  },
  {
    "chunk_id": 60,
    "text": "investigator. Monitor’s report should include the date, name of site, names of\nthe monitor and the individuals contacted, a summary of what the monitor\nreviewed, findings, deviations & deficiencies observed, and any actions taken\n/ proposed to secure compliance. The review and follow-up of the monitoring\nreport with the sponsor should be documented by the sponsor’s designated\nrepresentative.\n(n) The monitor should confirm that the prescribed procedures for storage,\nhandling, dispensing and return of investigational product are being followed\nand their compliance is being documented in a form as in the SOPs.\n3.3. Investigator\n3.3.1. Qualifications\nThe investigator should be qualified by education, training and experience to\nassume responsibility for the proper conduct of the study and should have\nqualifications prescribed by the Medical Council of India (MCI). The investigator\nshould provide a copy of the curriculum vitae and / or other relevant documents\nrequested by the sponsor, the ethics committee, the CRO or the regulatory\nauthorities. He / she should clearly understand the time and other resource demands\nthe study is likely to make and ensure they can be made available throughout the\nduration of the study. The investigator should also ensure that other studies do not\ndivert essential subjects or facilities away from the study at hand.\nThe investigator should be thoroughly familiar with the safety, efficacy and\nappropriate use of the investigational product as described in the protocol,\ninvestigator’s brochure and other information sources provided by the sponsor from\ntime to time.\nThe investigator should be aware of and comply with GCPs, SOPs and the\napplicable regulatory requirements.\n3.3.2. Medical care of the study subjects\nA qualified Medical Practitioner (or a Dentist, when appropriate) who is an\nInvestigator or a Co-Investigator for the study should be responsible for all study"
  },
  {
    "chunk_id": 61,
    "text": "appropriate use of the investigational product as described in the protocol,\ninvestigator’s brochure and other information sources provided by the sponsor from\ntime to time.\nThe investigator should be aware of and comply with GCPs, SOPs and the\napplicable regulatory requirements.\n3.3.2. Medical care of the study subjects\nA qualified Medical Practitioner (or a Dentist, when appropriate) who is an\nInvestigator or a Co-Investigator for the study should be responsible for all study\nrelated medical decisions. Investigator has to ensure that adequate medical care is\nprovided to a subject for any adverse events including clinically significant\nlaboratory values related to the study. Investigator should inform the subject when\nmedical care is needed for inter-current illness(es) of which the investigator\nbecomes aware. Investigator should also inform the subject’s other attending\nphysician(s) about the subject’s participation in the study if the subject has another\nattending physician(s) and if the subject agrees to such other\nphysician(s). Subsequent to the completion of the study or dropping out of the\nsubject(s) the investigator should ensure that medical care and relevant follow-up\nprocedures are maintained as needed by the medical condition of the subject and\nthe study and the interventions made.\nAlthough a subject is not obliged to give reason(s) for withdrawing prematurely\nfrom a study, the investigator should make a reasonable effort to ascertain the\nreason(s) while fully respecting the subject’s rights.\n3.3.3. Monitoring and Auditing of Records\nThe investigator / institution shall allow monitoring and auditing of the records,\nprocedures and facilities, by the sponsor, the ethics committee, CRO or their\nauthorised representative(s) or by the appropriate regulatory authority. The\ninvestigator should maintain a list of appropriately qualified person(s) to whom the\ninvestigator has delegated study-related duties."
  },
  {
    "chunk_id": 62,
    "text": "reason(s) while fully respecting the subject’s rights.\n3.3.3. Monitoring and Auditing of Records\nThe investigator / institution shall allow monitoring and auditing of the records,\nprocedures and facilities, by the sponsor, the ethics committee, CRO or their\nauthorised representative(s) or by the appropriate regulatory authority. The\ninvestigator should maintain a list of appropriately qualified person(s) to whom the\ninvestigator has delegated study-related duties.\nInvestigator should ensure that all persons involved in the study are adequately\ninformed about the protocol, SOPs, the investigational product(s) and their study\nrelated duties and functions.\n3.3.4. Communication with Ethics Committee\nBefore initiating a study the investigator / institution must ensure that the proposed\nstudy has been reviewed and accepted in writing by the relevant ethics committee(s)\nfor the protocol, written informed consent form, subject recruitment procedures\n(e.g. advertisements) and any written / verbal information to be provided to the\nsubjects.\nThe investigator should promptly report to the ethics committee, the monitor and\nthe sponsor:\n1. deviations from or changes of, the protocol to eliminate immediate hazards to\nthe subjects\n2. changes that increase the risk to subject(s) and / or affecting significantly the\nconduct of the study\n3. all adverse drug reactions and adverse events that are serious and / or\nunexpected\n4. new information that may adversely affect safety of the subjects or the\nconduct of the study\n5. for reported deaths the investigator should supply any additional information\ne.g. autopsy reports and terminal medical reports.\n3.3.5. Compliance with the protocol\nThe investigator / institution must agree and sign the protocol and / or another\nlegally acceptable document with the sponsor, mentioning the agreement with the\nprotocol, and confirm in writing that he / she has read and understood the protocol,\nGCPs and SOPs and will work as stipulated in them."
  },
  {
    "chunk_id": 63,
    "text": "conduct of the study\n5. for reported deaths the investigator should supply any additional information\ne.g. autopsy reports and terminal medical reports.\n3.3.5. Compliance with the protocol\nThe investigator / institution must agree and sign the protocol and / or another\nlegally acceptable document with the sponsor, mentioning the agreement with the\nprotocol, and confirm in writing that he / she has read and understood the protocol,\nGCPs and SOPs and will work as stipulated in them.\nThe investigator may implement a deviation from, or change of protocol to\neliminate an immediate hazard(s) to study subjects without prior ethics committee\napproval / favourable opinion. The implemented deviation or change, the reasons\nfor it and if appropriate the proposed protocol amendment(s) should be submitted\nby the investigator to the ethics committee (for review and approval / favourable\nopinion), to the sponsor (for agreement) and if required to the regulatory\nauthority(ies).\nThe investigator or person designated by him/her should document and explain any\ndeviation from the approved protocol. The Investigator should follow the study\nrandomisation procedure, if any, and should ensure that the randomisation code is\nbroken only in accordance with the Protocol. If the study is blinded, the\nInvestigator should promptly document and explain to the Sponsor any premature\nun-blinding e.g. accidental un-blinding, un-blinding due to serious adverse event)\nof the Investigational Product(s).\n3.3.6. Investigational Product(s)\nInvestigator has the primary responsibility for investigational product(s)\naccountability at the study site(s). Investigator should maintain records of the\nproduct’s delivery to the study site, the inventory at the site, the use by each subject,\nand the return to the sponsor or the alternative disposal of the unused\nproduct(s). These records should include dates, quantities, batch / serial numbers,\nexpiry dates if applicable, and the unique code number assigned to the"
  },
  {
    "chunk_id": 64,
    "text": "Investigator has the primary responsibility for investigational product(s)\naccountability at the study site(s). Investigator should maintain records of the\nproduct’s delivery to the study site, the inventory at the site, the use by each subject,\nand the return to the sponsor or the alternative disposal of the unused\nproduct(s). These records should include dates, quantities, batch / serial numbers,\nexpiry dates if applicable, and the unique code number assigned to the\ninvestigational product packs and study subjects. Investigator should maintain\nrecords that describe that the subjects were provided the dosage specified by the\nprotocol and reconcile all investigational products received from the\nsponsor. Investigator should ensure that the product(s) are stored under specified\nconditions and are used only in accordance with the approved protocol.\nThe investigator should assign some or all of his / her duties for investigational\nproduct’s accountability at the study site(s) to his subordinate who is under the\nsupervision of the investigator / institution. The investigator or subordinate should\nexplain the correct use of the product(s) to each subject and should check at\nintervals appropriate for the study that each subject is following the instructions\nproperly. The person who carries them out should document such periodic checks.\n3.3.7. Selection and recruitment of study subjects:\nThe investigator is responsible for ensuring the unbiased selection of an adequate\nnumber of suitable subjects according to the protocol. It may be necessary to secure\nthe co-operation of other physicians in order to obtain a sufficient number of\nsubjects. In order to assess the probability of an adequate recruitment rate for\nsubjects for the study it may be useful to determine prospectively or review\nretrospectively the availability of the subjects. Investigator should check whether\nthe subject(s) so identified could be included in the study according to the"
  },
  {
    "chunk_id": 65,
    "text": "number of suitable subjects according to the protocol. It may be necessary to secure\nthe co-operation of other physicians in order to obtain a sufficient number of\nsubjects. In order to assess the probability of an adequate recruitment rate for\nsubjects for the study it may be useful to determine prospectively or review\nretrospectively the availability of the subjects. Investigator should check whether\nthe subject(s) so identified could be included in the study according to the\nprotocol. The investigator should keep a confidential list of names of all Study\nSubjects allocated to each study. This list facilitates the investigator / institution\nto reveal identity of the subject(s) in case of need and also serve as a proof of\nSubject’s existence. The investigator / institution shall also maintain a Subjects’\nscreening log to document identification of Subjects who enter pre-study\nscreening. A Subject’s enrolment log shall also be maintained to document\nchronological enrolment of Subjects in a particular Study.\nThe Investigator is responsible for giving adequate information to subjects about\nthe trial in accordance with the GCP. The nature of the investigational product and\nthe stage of development and the complexity of the study should be considered in\ndetermining the nature and extent of the information that should be provided.\nObligations of investigators regarding informed consent: The investigator has\nthe duty to -\n1. Communicate to prospective subjects all the information necessary for\ninformed consent. There should not be any restriction on subject's right to ask\nany questions related to the study as any restriction on this undermines the\nvalidity of informed consent.\n2. Exclude the possibility of unjustified deception, undue influence and\nintimidation. Deception of the subject is not permissible However, sometimes\ninformation can be withheld till the completion of study, if such information\nwould jeopardize the validity of research."
  },
  {
    "chunk_id": 66,
    "text": "informed consent. There should not be any restriction on subject's right to ask\nany questions related to the study as any restriction on this undermines the\nvalidity of informed consent.\n2. Exclude the possibility of unjustified deception, undue influence and\nintimidation. Deception of the subject is not permissible However, sometimes\ninformation can be withheld till the completion of study, if such information\nwould jeopardize the validity of research.\n3. Seek consent only after the prospective subject is adequately informed.\nInvestigator should not give any unjustifiable subject's decision to participate\nin the study.\n4. As a general rule obtain from each prospective subject a signed form as an\nevidence of informed consent (written informed consent) preferably witnessed\nby a person not related to the trial, and in case of incompetence to do so, a legal\nguardian or other duly authorised representative.\n5. Renew the informed consent of each subject, if there are material changes in\nthe conditions or procedures of the research or new information becomes\navailable during the ongoing trial.\n6. Not use intimidation in any form which invalidates informed consent. The\ninvestigator must assure prospective subjects that their decision to participate\nor not will not affect the patient-clinician relationship or any other benefits to\nwhich they are entitled.\nAs part of the information provided to the Subject, the Investigator should supply\nsubjects with, and encourage them to carry with them, information about their\nparticipation in the trial and information about contact persons who can assist in an\nemergency situation.\n3.3.8. Records/Reports\nThe Investigator should ensure the accuracy, completeness, legibility, and\ntimeliness of the data reported to the sponsor in the CRFs and in all required reports.\nData reported on the CRF, that are derived from source documents, should be\nconsistent with the source documents or the discrepancies should be explained."
  },
  {
    "chunk_id": 67,
    "text": "participation in the trial and information about contact persons who can assist in an\nemergency situation.\n3.3.8. Records/Reports\nThe Investigator should ensure the accuracy, completeness, legibility, and\ntimeliness of the data reported to the sponsor in the CRFs and in all required reports.\nData reported on the CRF, that are derived from source documents, should be\nconsistent with the source documents or the discrepancies should be explained.\nAny change or correction to the CRF should be dated, signed and explained (if\nnecessary) and should not obscure the original entry (i.e. an audit trail should be\nmaintained); this applies to both written and electronic changes or corrections.\nSponsor should provide guidelines to investigators and / or the investigator’s\ndesignated representatives on making such corrections and should have written\nprocedures to assure that changes in CRFs are documented and endorsed by the\nInvestigator. The Investigator should retain records of the changes and corrections.\nProgress Reports\nThe investigator should submit the written summaries of the study status at the\nperiodicity specified in the protocol to the person(s) / organisation(s) to whom the\ninvestigator is reporting. All reportings made by the investigator should identify\nthe subjects by unique code numbers assigned to the study subjects rather than by\nthe subjects’ name(s), personal identification number(s) and / or addresses.\nTermination and final report:\nIn case the investigator and sponsor agree to prematurely terminate or suspend the\nstudy for any reason, the investigator / institution should promptly inform the study\nSubjects, the Ethics Committee as well as the Regulatory Authorities. The\ninvestigators should also ensure appropriate therapy and follow-up for the subjects.\nHowever, if the investigator or the sponsor or the ethics committee decide to\nterminate or suspend the study without prior agreement of all parties concerned"
  },
  {
    "chunk_id": 68,
    "text": "In case the investigator and sponsor agree to prematurely terminate or suspend the\nstudy for any reason, the investigator / institution should promptly inform the study\nSubjects, the Ethics Committee as well as the Regulatory Authorities. The\ninvestigators should also ensure appropriate therapy and follow-up for the subjects.\nHowever, if the investigator or the sponsor or the ethics committee decide to\nterminate or suspend the study without prior agreement of all parties concerned\nthen the party initiating the suspension / termination should promptly inform all the\nconcerned parties about such suspension / termination and suspension along with a\ndetailed written explanation for such termination / suspension.\nThe Investigator should maintain documents as specified in the essential\ndocuments’ list and take measures to prevent accidental or premature destruction.\nThe study can be closed only when the Investigator (or the Monitor or CRO – if\nthis responsibility has been delegated to them) has reviewed both Investigator /\nInstitution and Sponsor files and confirm that all necessary documents are in the\nappropriate files.\nThe completion of the study should be informed by the investigator to the\ninstitution, the sponsor and the ethics committee. The investigator should sign and\nforward the data (CRFs, results and interpretations, analyses and reports, of the\nstudy from his / her centre to the sponsor and the ethics committee. Collaborative\ninvestigators and those responsible for the analyses (including statistical analyses)\nand the interpretation of the results must also sign the relevant portions of the study\nreport. Investigator should submit his signed and dated final report to the institution,\nthe ethics committee and the sponsor verifying the responsibility for the validity of\ndata.\nIn case of a multi-centre study – the signature of the co-ordinating investigator may\nsuffice if agreed in the protocol."
  },
  {
    "chunk_id": 69,
    "text": "investigators and those responsible for the analyses (including statistical analyses)\nand the interpretation of the results must also sign the relevant portions of the study\nreport. Investigator should submit his signed and dated final report to the institution,\nthe ethics committee and the sponsor verifying the responsibility for the validity of\ndata.\nIn case of a multi-centre study – the signature of the co-ordinating investigator may\nsuffice if agreed in the protocol.\nIn case the investigator is the sponsor then he / she assumes the responsibilities of\nboth the functionaries.\nThe investigator should familiarise himself / herself with the various other\nresponsibilities assigned to him/her under the protocol and ensure that they are\ncarried out as expected.\nRECORD KEEPING AND DATA HANDLING\nThe basic concept of record-keeping and handling of data is to record, store, transfer, and where\nnecessary convert efficiently and accurately the information collected on the trial subject(s) into\ndata that can be used to compile the Study Report.\n4.1. Documentation\nAll steps involved in data management should be documented in order to allow step-by-\nstep retrospective assessment of data quality and study performance for the purpose of\naudit. Following the SOPs facilitates documentation.\nDocumentation SOPs should include details of checklists and forms giving details of\nactions taken, dates and the individuals responsible etc.\n4.2. Corrections\nAll corrections in the CRFs or any other study related documents should be made in a way\nthat does not obscure the original entry. The correct data should be inserted with the reason\nfor the correction if such a reason is not obvious. The corrections should carry the date\nand initials of the Investigator or the authorised person.\n4.3. Electronic Data Processing\nFor electronic data processing only authorised person should be allowed to enter or modify"
  },
  {
    "chunk_id": 70,
    "text": "4.2. Corrections\nAll corrections in the CRFs or any other study related documents should be made in a way\nthat does not obscure the original entry. The correct data should be inserted with the reason\nfor the correction if such a reason is not obvious. The corrections should carry the date\nand initials of the Investigator or the authorised person.\n4.3. Electronic Data Processing\nFor electronic data processing only authorised person should be allowed to enter or modify\nthe data in the computer and there should be a recorded trail of the changes and deletions\nmade. A security system should be set-up to prevent unauthorised access to the data. If\ndata is altered during processing the alteration must be documented and the system should\nbe validated. The systems should be designed to permit data changes in such a way that\nthe data changes are documented and there is no deletion of data once it has been entered.\nA list of authorised persons who can make changes in the computer system should be\nmaintained. Adequate backup of the data should be maintained.\n4.4. Validation of Electronic Data Processing Systems\nIf trial data are entered directly into the computer there must always be an adequate\nsafeguard to ensure validation including a signed and dated printout and backup\nrecords. Computerised systems – hardware as well as software - should be validated and\na detailed description of their use be produced and kept up-to-date.\n4.5. Language\nAll written documents, information and other material used in the Study should be in a\nlanguage that is clearly understood by all concerned (i.e. the Subjects, paramedical staff,\nMonitors etc.)\n4.6. Responsibilities of the Investigator\nInvestigator should ensure that the observations and findings are recorded correctly and\ncompletely in the CRFs and signed by the responsible person(s) designated in the Protocol.\nLaboratory values with normal reference ranges should always be recorded on a CRF or"
  },
  {
    "chunk_id": 71,
    "text": "language that is clearly understood by all concerned (i.e. the Subjects, paramedical staff,\nMonitors etc.)\n4.6. Responsibilities of the Investigator\nInvestigator should ensure that the observations and findings are recorded correctly and\ncompletely in the CRFs and signed by the responsible person(s) designated in the Protocol.\nLaboratory values with normal reference ranges should always be recorded on a CRF or\nenclosed with the CRF. Values outside the clinically accepted reference range or values\nthat differ importantly from previous values must be evaluated and commented upon by\nthe Investigator. Data other than that requested by the Protocol may appear on the CRF\nclearly marked as the additional findings and their significance described by the\ninvestigator. Units of measurement must always be stated and transformation of units must\nalways be indicated and documented.\nIn the medical records of the patient(s) it should be clearly indicated that the individual is\nparticipating in a clinical trial.\n4.8. Responsibilities of the Sponsor and the Monitor\nThe sponsor must ensure that electronic data processing system conforms to the certain\ndocumented requirements for completeness, accuracy, reliability and consistent intended\nperformance (i.e. validation). The Sponsor must maintain SOPs for using these\nsystems. The Monitor should take adequate measures to ensure that no data is\noverlooked. If the computer system automatically assigns any missing values – the fact\nshould be clearly documented.\nSponsor should safeguard the blinding, if any, particularly during data entry and\nprocessing. The Sponsor should use an explicit Subject identification code that allows\nidentification of all the data reported for each Subject. Ownership of the data and any\ntransfer of the ownership of data should be documented and intimated to the concerned\nparty(ies).\nQUALITY ASSURANCE\nThe Sponsor is responsible for the implementation of a system of Quality Assurance in order to"
  },
  {
    "chunk_id": 72,
    "text": "should be clearly documented.\nSponsor should safeguard the blinding, if any, particularly during data entry and\nprocessing. The Sponsor should use an explicit Subject identification code that allows\nidentification of all the data reported for each Subject. Ownership of the data and any\ntransfer of the ownership of data should be documented and intimated to the concerned\nparty(ies).\nQUALITY ASSURANCE\nThe Sponsor is responsible for the implementation of a system of Quality Assurance in order to\nensure that the Study is performed and the data is generated, recorded and reported in\ncompliance with the Protocol, GCP and other applicable requirements. Documented Standard\nOperating Procedures are a prerequisite for quality assurance.\nAll observations and findings should be verifiable, for the credibility of the data and to assure\nthat the conclusions presented are correctly derived from the Raw Data. Verification processes\nmust therefore be specified and justified.\nStatistically controlled sampling may be an acceptable method of data verification in each\nStudy. Quality control must be applied to each stage of data handling to ensure that all data are\nreliable and have processed correctly.\nSponsor’s audits should be conducted by persons independent of those responsible for the Study.\nInvestigational sites, facilities, all data and documentation should be available for inspection and\naudit by the Sponsor’s auditor as well as by the Regulatory Authority(ies).\nSTATISTICS\n6.1. Role of a Biostatistician\nInvolvement of a appropriately qualified and experienced statistician is necessary in the\nplanning stage as well as throughout the Study. The Bio-statistician’s should make a\nstatistical model to help the Sponsor, CRO and / or the Investigator in writing the\nProtocol. The number of Subjects to be included in the study is determined in relation to\nthe statistical model on which the Protocol is based.\n6.2. Study Design:"
  },
  {
    "chunk_id": 73,
    "text": "STATISTICS\n6.1. Role of a Biostatistician\nInvolvement of a appropriately qualified and experienced statistician is necessary in the\nplanning stage as well as throughout the Study. The Bio-statistician’s should make a\nstatistical model to help the Sponsor, CRO and / or the Investigator in writing the\nProtocol. The number of Subjects to be included in the study is determined in relation to\nthe statistical model on which the Protocol is based.\n6.2. Study Design:\nThe scientific integrity of a Clinical Study and the credibility of its report depends on the\ndesign of the Study. In comparative studies the Protocol should describe:\n1. an “a priori” rationale for the target difference between treatments that the Study is\nbeing designed to detect, and the power to detect that difference, taking into account\nclinical and scientific information and professional judgment on the clinical\nsignificance of statistical differences.\n2. measures taken to avoid bias, particularly methods of Randomisation.\n6.2.1. Randomisation and blinding:\nThe key idea of a clinical trial is to compare groups of patients who differ only with\nrespect to their treatment. If the groups differ in some other way then the\ncomparison of treatment gets biased. Randomisation, as one of the fundamental\nprinciples of experimental design, it deals with the possible bias at the treatment\nallocation. It ensures that the allocation of treatment to human subjects is\nindependent of their characteristics. Another important benefit of Randomisation is\nthat statistical methods of analysis are based on what we expect to happen in\nrandom samples from populations with specified characteristics. The Protocol must\nstate the method used for Randomisation.\nThe Study should use the maximum degree of blindness that is possible. Study\nsubjects, investigator or any other party concerned with the study may observe\nand respond by knowledge of which treatment was given. To avoid such bias it is"
  },
  {
    "chunk_id": 74,
    "text": "that statistical methods of analysis are based on what we expect to happen in\nrandom samples from populations with specified characteristics. The Protocol must\nstate the method used for Randomisation.\nThe Study should use the maximum degree of blindness that is possible. Study\nsubjects, investigator or any other party concerned with the study may observe\nand respond by knowledge of which treatment was given. To avoid such bias it is\noften desired that the patient or any other person involved with the study does not\nknow which treatment was given. Where a sealed code for each individual\ntreatment has been assigned in a blinded randomized study it should be kept both\nat the site of the investigation and with the sponsor.\nThe Protocol must state the conditions under which the code is allowed to be broken\nand by whom. The system of breaking the code should be such that it allows access\nto only one Subject’s treatment at a time. The coding system for the Investigational\nProduct(s) should include a mechanism that permits rapid identification of the\nproducts in case of a medical emergency, but does not permit undetectable breaks\nof the blinding.\n6.3. Statistical Analysis\nThe type(s) of Statistical Analyses to be used must be clearly identified and should form\nbasis of the statistical model for the Study. Any subsequent deviation(s) should be\ndescribed and justified in the Final Report. The need and extent of an interim analysis must\nbe specified in the Protocol. The results of the statistical analyses should be presented in a\nmanner that is likely to facilitate the interpretation of their clinical importance, e.g. by\nestimates of the magnitude of the treatment effect / difference and confidence intervals\nrather than sole reliance on significance testing.\nMissing, unused and spurious data should be accounted for during the statistical\nanalyses. All such omissions must be documented to enable review.\nSPECIAL CONCERNS\n7.1 Clinical Trials of Vaccines"
  },
  {
    "chunk_id": 75,
    "text": "manner that is likely to facilitate the interpretation of their clinical importance, e.g. by\nestimates of the magnitude of the treatment effect / difference and confidence intervals\nrather than sole reliance on significance testing.\nMissing, unused and spurious data should be accounted for during the statistical\nanalyses. All such omissions must be documented to enable review.\nSPECIAL CONCERNS\n7.1 Clinical Trials of Vaccines\n7.1.1 Phases of Vaccine Trials\nThe guidelines to conduct the clinical trial on investigational vaccines are similar\nto those governing a clinical trial. The phase of these trials differ from drug trials\nas given below:\nPhase I: This refers to the first introduction of a vaccine into a human population\nfor determination of its safety and biological effects including immunogenicity.\nThis phase includes study of dose and route of administration and should\ninvolve low risk subjects. For example, immunogenicity to hepatitis vaccine\nshould not be determined in high-risk subjects.\nPhase II: This refers to the initial trials examining effectiveness (immunogenicity)\nin a limited number of volunteers. Vaccines can be prophylactic and therapeutic in\nnature. While prophylactic vaccines are given to normal subjects, therapeutic or\ncurative vaccines may be given to patients suffering from particular disease.\nPhase III: This focuses on assessments of safety and effectiveness in the prevention\nof disease, involving controlled study on a larger number of volunteers (in\nthousands) in multi-centres.\n7.1.2. Guidelines\n· The sponsor and investigator should be aware of the approval process(es)\ninvolved in conducting clinical trials of vaccines. They should familiarize\nthemselves with the guidelines provided by Drug Controller General (India),\nDepartment of Biotechnology (DBT) and Ministry of Environment and Genetic\nEngineering Approval Committee (GEAC) in the case of vaccines produced by\nrecombinant DNA technology. See Appendix III."
  },
  {
    "chunk_id": 76,
    "text": "thousands) in multi-centres.\n7.1.2. Guidelines\n· The sponsor and investigator should be aware of the approval process(es)\ninvolved in conducting clinical trials of vaccines. They should familiarize\nthemselves with the guidelines provided by Drug Controller General (India),\nDepartment of Biotechnology (DBT) and Ministry of Environment and Genetic\nEngineering Approval Committee (GEAC) in the case of vaccines produced by\nrecombinant DNA technology. See Appendix III.\n· Some vaccines that contain active or live-attenuated microorganisms can\npossibly possess a small risk of producing that particular infection. The subjects\nto be vaccinated should be informed of the same.\n· The subjects in control groups or when subjected to ineffective vaccines run\na risk of contracting the disease.\n· The risks associated with vaccines produced by recombinant DNA techniques\nare not completely known. However, for all the recombinant vaccines/products\nthe guidelines issued by the Department of Biotechnology should be strictly\nfollowed.\n· Trials should be conducted by investigator with the requisite experience and\nhaving necessary infrastructure for the laboratory evaluation of seroconversion.\n· Protocols for such trials should include appropriate criteria for selection of\nsubjects, plan of frequency of administration of the test vaccine in comparison\nwith the reference vaccine. It should accompany detailed validation of testing\nmethod to detect the antibody titter levels.\n· It should specify methodology to be adopted for prevention of centrifuged\nserum for the purpose of testing.\n· The investigator should be provided with Quality Control data of the\nexperimental batch of the vaccine made for the purpose of clinical trials.\n· The sponsor should provide the Independent Ethics Committee approval of\nthe nodal body (ies) to carry out clinical trials with the vaccine.\n· The generic version of new vaccines already introduced in the other markets"
  },
  {
    "chunk_id": 77,
    "text": "· It should specify methodology to be adopted for prevention of centrifuged\nserum for the purpose of testing.\n· The investigator should be provided with Quality Control data of the\nexperimental batch of the vaccine made for the purpose of clinical trials.\n· The sponsor should provide the Independent Ethics Committee approval of\nthe nodal body (ies) to carry out clinical trials with the vaccine.\n· The generic version of new vaccines already introduced in the other markets\nafter step up clinical trials including extensive Phase III trials should be\ncompared with the reference vaccine with regard to seroconversion in a\ncomparative manner in a significant sample size.\n· Post Marketing Surveillance (PMS) should be required following\nseroconversion studies. PMS data should be generated in a significant sample\nsize sensitive to detect side effects and address other safety issues.\n· Protocols for test of new vaccine should contain a section giving details of\nsteps of manufacture, in-process quality control measures, storage conditions,\nstability data and a flow chart of various steps taken into consideration for\nmanufacture of vaccine. It should also contain detailed method of quality\ncontrol procedure with the relevant\nreferences.\n7.2. Clinical Trials of Contraceptives\n· All procedures for clinical trials are applicable. Subjects should be clearly\ninformed about the alternative available.\n· In women where implant has been used as a contraceptive for trial, a proper\nfollow up for removal of the implant should be done, whether the trial is over or\nthe subject has withdrawn from the trial.\n· Children borne due to failure of contraceptives under study should be\nfollowed up for any abnormalities if the woman does not opt for medical\ntermination of pregnancy.\n7.3 Clinical trials with surgical procedures/ medical devices\nOf late, biomedical technology has made considerable progress in the conceptualisation"
  },
  {
    "chunk_id": 78,
    "text": "follow up for removal of the implant should be done, whether the trial is over or\nthe subject has withdrawn from the trial.\n· Children borne due to failure of contraceptives under study should be\nfollowed up for any abnormalities if the woman does not opt for medical\ntermination of pregnancy.\n7.3 Clinical trials with surgical procedures/ medical devices\nOf late, biomedical technology has made considerable progress in the conceptualisation\nand designing of bio-equipments. Several medical devices and critical care equipments\nhave been developed and many more are in various stages of development. However, only\nthrough good manufacturing practices (GMP) can the end products reach the stage of\nutilization by society. Most of these products are only evaluated by Central Excise testing\nfor taxation purposes, which discourages entrepreneurs to venture in this area with quality\nproducts especially when they do not come under the strict purview of the existing\nregulatory bodies like ISI, BSI and Drug Controller General. This is evidenced by the very\nlow number of patents or propriety medical equipments manufactured and produced in the\ncountry. As the capacity of the country in this area is improving day by day the need for a\nregulatory mechanism/ authority is increasingly obvious. The concept of regulations\ngoverning investigations involving biomedical devices is therefore relatively new in India.\nAt present, except for needles and syringes these are not covered by the Drugs and\nCosmetics Act, 1940. The Chief Executive of the Society of Biomedical Technology\n(SBMT) set up under the Defence Research Development Organisation (DRDO) has\ndrafted a proposal for the setting up of a regulatory, tentatively named as the Indian Medical\nDevices Regulatory Authority (IMDRA). Until the guidelines are formulated and\nimplemented by this regulatory Authority clinical trials with biomedical devices should be\napproved on case to case basis by committees constituted for the specific purpose."
  },
  {
    "chunk_id": 79,
    "text": "(SBMT) set up under the Defence Research Development Organisation (DRDO) has\ndrafted a proposal for the setting up of a regulatory, tentatively named as the Indian Medical\nDevices Regulatory Authority (IMDRA). Until the guidelines are formulated and\nimplemented by this regulatory Authority clinical trials with biomedical devices should be\napproved on case to case basis by committees constituted for the specific purpose.\n7.3.1. Definitions:\nMedical devices: A medical device is defined as an inert diagnostic of therapeutic\narticle that does not achieve any of its principal intended purposes through chemical\naction, within or on the body unlike the medicated devices which contain\npharmacologically active substances which are treated as drugs. Such devices\ninclude diagnostic test kits, crutches, electrodes, pacemakers, arterial grafts, intra-\nocular lenses, orthopaedic pins and other orthopaedic accessories.\nDepending upon risks involved the devices could be classified as follows:\na. Non critical devices: An investigational device that does not present\nsignificant risk to the patients’e.g. Thermometer, B.P. apparatus.\nb. Critical devices: An investigational device that presents a potential risk to the\nhealth, safety, welfare of the subject- for example, pacemakers, implants,\ninternal catheters.\nAll the general principles of clinical trials described for clinical trials should also\nbe considered for trials of medical devices. As for the drugs, safety evaluation and\npre-market efficacy of devices for 1-3 years with data on adverse reactions should\nbe obtained before pre-market certification. The duration of the trial and extent of\nuse may be decided in case to case basis by the appropriate authorities. However,\nthe following important factors that are unique to medical devices should be taken\ninto consideration while evaluating the related research projects.\n7.3.2. Guidelines\no Safety data of the medical device in animals should be obtained and likely"
  },
  {
    "chunk_id": 80,
    "text": "pre-market efficacy of devices for 1-3 years with data on adverse reactions should\nbe obtained before pre-market certification. The duration of the trial and extent of\nuse may be decided in case to case basis by the appropriate authorities. However,\nthe following important factors that are unique to medical devices should be taken\ninto consideration while evaluating the related research projects.\n7.3.2. Guidelines\no Safety data of the medical device in animals should be obtained and likely\nrisks posed by the device should be considered.\no A clinical trial of medical devices is different from drug trials, as former can\nnot be done in healthy volunteers. Hence phase I of drug trial is not necessary\nfor trial on devices.\no Medical devices used within the body may have greater risk potential than\nthose used on or outside the body, for example, orthopaedic pins Vs crutches.\no Medical device not used regularly have less risk potential than those used\nregularly, for example, contact lens Vs intraocular lenses.\no Safety procedures to introduce a medical device in the patient should also be\nfollowed as the procedure itself may cause harm to the patient.\no Informed consent procedures should be followed as in drug trials. The patient\ninformation sheet should contain information on following procedures to be\nadopted if the patient decides to withdraw from the trial.\n7.4. Clinical trials for Diagnostic Agents - Use of Radio-active Materials and X- Rays\nIn human beings, for investigation and treatment, different radiations- X-rays, gamma rays\nand beta rays, radio opaque contrast agents and radioactive materials are used. The relative\nrisks and benefits of research proposal utilizing radioactive materials or X-rays should be\nevaluated. Radiation limits for the use of such materials and X-Rays should be in\naccordance with the limits set forth by the regulatory authority (BARC) for such materials.\n(BARC-Bhabha Atomic Research Centre, Mumbai).\n7.4.1. Guidelines"
  },
  {
    "chunk_id": 81,
    "text": "and beta rays, radio opaque contrast agents and radioactive materials are used. The relative\nrisks and benefits of research proposal utilizing radioactive materials or X-rays should be\nevaluated. Radiation limits for the use of such materials and X-Rays should be in\naccordance with the limits set forth by the regulatory authority (BARC) for such materials.\n(BARC-Bhabha Atomic Research Centre, Mumbai).\n7.4.1. Guidelines\n§ Informed consent should be obtained before any diagnostic procedures.\n§ Information to be gained should be gathered using methods that do not\nexpose subjects to more radiation than exposed normally.\n§ Research should be performed on patients undergoing the procedures for\ndiagnostic or therapeutic purposes.\n§ Safety measures should be taken to protect research subjects and others\nwho may be exposed to radiation.\n§ The protocol should make adequate provisions for detecting pregnancies\nto avoid risks of exposure to the embryo.\n§ Information to subject about possible genetic damage to offspring should\nbe given.\n§ Non-radioactive diagnostic agents are considered as drugs and the same\nguidelines should be followed when using them.\n§ Ultrasound to be submitted wherever possible.\n7.5 Clinical trials of Herbal Remedies and Medicinal Plants\nFor the herbal remedies and medicinal plants that are to be clinically evaluated for use in\nthe Allopathic System and which may later be used in allopathic hospitals, the procedures\nlaid down by the office of the DCG (I) for allopathic drugs should be followed. This does\nnot pertain to guidelines issued for clinical evaluation of Ayurveda, Siddha or Unani drugs\nby experts in those systems of medicine which may be used later in their own hospitals and\nclinics. All the general principles of clinical trials described earlier pertain also to herbal\nremedies. However, when clinical trials of herbal drugs used in recognized Indian systems\nof Medicine and Homoeopathy are to be undertaken in Allopathic Hospitals, associations"
  },
  {
    "chunk_id": 82,
    "text": "not pertain to guidelines issued for clinical evaluation of Ayurveda, Siddha or Unani drugs\nby experts in those systems of medicine which may be used later in their own hospitals and\nclinics. All the general principles of clinical trials described earlier pertain also to herbal\nremedies. However, when clinical trials of herbal drugs used in recognized Indian systems\nof Medicine and Homoeopathy are to be undertaken in Allopathic Hospitals, associations\nof physicians from the concerned system as co-investigators/ collaborators/ members of\nthe expert group is desirable for designing and evaluating the Study.\n7.5.1. Categories of Herbal Products\nThe herbal products can belong to any of the three categories given below:\na. A lot is known about the use of a plant or its extract in the ancient\nAyurveda, Siddha or Unani literature or the plant may actually be regularly\nused by physicians of the traditional systems of medicine for a number of\nyears. The substance is being clinically evaluated for same indication for\nwhich it is being used or as has been described in the texts.\nb. When an extract of a plant or a compound isolated from the plant has to\nbe clinically evaluated for a therapeutic effect not originally described in the\ntexts of traditional systems or, the method of preparation is different, it has to\nbe treated as a new substance or new chemical entity (NCE) and the same\ntype of acute, subacute and chronic toxicity data will have to be generated as\nrequired by the regulatory authority before it is cleared for clinical evaluation.\nc. An extract or a compound isolated from a plant which has never been in\nuse before and has not ever been mentioned in ancient literature, should be\ntreated as a new drug, and therefore, should undergo all regulatory\nrequirements before being evaluated clinically.\n7.5.2. Guidelines\n· It is important that plants and herbal remedies currently in use or mentioned"
  },
  {
    "chunk_id": 83,
    "text": "required by the regulatory authority before it is cleared for clinical evaluation.\nc. An extract or a compound isolated from a plant which has never been in\nuse before and has not ever been mentioned in ancient literature, should be\ntreated as a new drug, and therefore, should undergo all regulatory\nrequirements before being evaluated clinically.\n7.5.2. Guidelines\n· It is important that plants and herbal remedies currently in use or mentioned\nin literature of recognized Traditional System of Medicine is prepared strictly\nin the same way as described in the literature while incorporating GMP norms\nfor standardization. It may not be necessary to undertake phase I studies.\nHowever, it needs to be emphasized that since the substance to be tested is\nalready in used in Indian Systems of Medicine or has been described in their\ntexts, the need for testing its toxicity in animals has been considerably reduced.\nNeither would any toxicity study be needed for phase II trial unless there are\nreports suggesting toxicity or when the herbal preparation is to be used for more\nthan 3 months. It should be necessary to undertake 4-6 weeks toxicity study in\n2 species of animals in the circumstances pointed out in the preceding sentence\nor when a larger multicentric phase III trial is subsequently planned based on\nresults of phase II study.\n· Clinical trials with herbal preparations should be carried out only after these\nhave been standardized and markers identified to ensure that the substances\nbeing evaluated are always the same. The recommendations made earlier\nregarding informed consent, subject, inducements for participation, information\nto be provided to the subject, withdrawal from study and research involving\nchildren or persons with diminished autonomy, all apply to trials on plant drugs\nalso. These trials have also got to be approved by the appropriate scientific and\nethical committees of the concerned Institutes. However, it is essential that such"
  },
  {
    "chunk_id": 84,
    "text": "being evaluated are always the same. The recommendations made earlier\nregarding informed consent, subject, inducements for participation, information\nto be provided to the subject, withdrawal from study and research involving\nchildren or persons with diminished autonomy, all apply to trials on plant drugs\nalso. These trials have also got to be approved by the appropriate scientific and\nethical committees of the concerned Institutes. However, it is essential that such\nclinical trials be carried out only when a competent Ayurvedic, Siddha or Unani\nphysician is a co-investigator in such a clinical trial. It would neither ethically\nacceptable nor morally justifiable, if an allopathic physician, based on\nreferences in ancient literature of above-mentioned traditional systems of\nMedicine, carries out clinical evaluation of the plant without any concept or\ntraining in these systems of medicine. Hence, it is necessary to associate a\nspecialist from these systems and the clinical evaluation should be carried out\njointly.\n· When a Folklore medicine / Ethno-medicine is ready for commercialisation\nafter it has been scientifically found to be effective, then the legitimate rights/\nshare of the Tribe or Community from whom the knowledge was gathered\nshould be taken care of appropriately while applying for the Intellectual\nProperty Rights and / Patents for the product.\nAPPENDICES\nAppendix I:\nWORLD MEDICAL ASSOCIATION DECLARATION OF HELSINKI\nEthical Principles for Medical Research Involving Human Subjects\nAdopted by the 18th WMA General Assembly\nHelsinki, Finland, June 1964\nand amended by the\n29th WMA General Assembly, Tokyo, Japan, October 1975\n35th WMA General Assembly, Venice, Italy, October 1983\n41st WMA General Assembly, Hong Kong, September 1989\n48th WMA General Assembly, Somerset West, Republic of South Africa, October 1996\nand the\n52nd WMA General Assembly, Edinburgh, Scotland, October 2000\nA. INTRODUCTION"
  },
  {
    "chunk_id": 85,
    "text": "Ethical Principles for Medical Research Involving Human Subjects\nAdopted by the 18th WMA General Assembly\nHelsinki, Finland, June 1964\nand amended by the\n29th WMA General Assembly, Tokyo, Japan, October 1975\n35th WMA General Assembly, Venice, Italy, October 1983\n41st WMA General Assembly, Hong Kong, September 1989\n48th WMA General Assembly, Somerset West, Republic of South Africa, October 1996\nand the\n52nd WMA General Assembly, Edinburgh, Scotland, October 2000\nA. INTRODUCTION\n1. The World Medical Association has developed the Declaration of Helsinki as a statement\nof ethical principles to provide guidance to physicians and other participants in medical\nresearch involving human subjects. Medical research involving human subjects includes\nresearch on identifiable human material or identifiable data.\n2. It is the duty of the physician to promote and safeguard the health of the people. The\nphysician's knowledge and conscience are dedicated to the fulfilment of this duty.\n3. The Declaration of Geneva of the World Medical Association binds the physician with the\nwords, \"The health of my patient will be my first consideration,\" and the International Code\nof Medical Ethics declares that, \"A physician shall act only in the patient's interest when\nproviding medical care which might have the effect of weakening the physical and mental\ncondition of the patient.\"\n4. Medical progress is based on research, which ultimately must rest in part on\nexperimentation involving human subjects.\n5. In medical research on human subjects, considerations related to the well-being of the\nhuman subject should take precedence over the interests of science and society.\n6. The primary purpose of medical research involving human subjects is to improve\nprophylactic, diagnostic and therapeutic procedures and the understanding of the aetiology\nand pathogenesis of disease. Even the best proven prophylactic, diagnostic, and therapeutic"
  },
  {
    "chunk_id": 86,
    "text": "experimentation involving human subjects.\n5. In medical research on human subjects, considerations related to the well-being of the\nhuman subject should take precedence over the interests of science and society.\n6. The primary purpose of medical research involving human subjects is to improve\nprophylactic, diagnostic and therapeutic procedures and the understanding of the aetiology\nand pathogenesis of disease. Even the best proven prophylactic, diagnostic, and therapeutic\nmethods must continuously be challenged through research for their effectiveness,\nefficiency, accessibility and quality.\n7. In current medical practice and in medical research, most prophylactic, diagnostic and\ntherapeutic procedures involve risks and burdens.\n8. Medical research is subject to ethical standards that promote respect for all human beings\nand protect their health and rights. Some research populations are vulnerable and need\nspecial protection. The particular needs of the economically and medically disadvantaged\nmust be recognised. Special attention is also required for those who cannot give or refuse\nconsent for themselves, for those who may be subject to giving consent under duress, for\nthose who will not benefit personally from the research and for those for whom the\nresearch is combined with care.\n9. Research Investigators should be aware of the ethical, legal and regulatory requirements for\nresearch on human subjects in their own countries as well as applicable international\nrequirements. No national ethical, legal or regulatory requirement should be allowed to\nreduce or eliminate any of the protections for human subjects set forth in this Declaration.\nB. BASIC PRINCIPLES FOR ALL MEDICAL RESEARCH\n10. It is the duty of the physician in medical research to protect the life, health, privacy, and\ndignity of the human subject.\n11. Medical research involving human subjects must conform to generally accepted"
  },
  {
    "chunk_id": 87,
    "text": "requirements. No national ethical, legal or regulatory requirement should be allowed to\nreduce or eliminate any of the protections for human subjects set forth in this Declaration.\nB. BASIC PRINCIPLES FOR ALL MEDICAL RESEARCH\n10. It is the duty of the physician in medical research to protect the life, health, privacy, and\ndignity of the human subject.\n11. Medical research involving human subjects must conform to generally accepted\nscientific principles, be based on a thorough knowledge of the scientific literature, other\nrelevant sources of information, and on adequate laboratory and, where appropriate,\nanimal experimentation.\n12. Appropriate caution must be exercised in the conduct of research which may affect the\nenvironment, and the welfare of animals used for research must be respected.\n13. The design and performance of each experimental procedure involving human subjects\nshould be clearly formulated in an experimental protocol. This protocol should be\nsubmitted for consideration, comment, guidance, and where appropriate, approval to a\nspecially appointed ethical review committee, which must be independent of the\ninvestigator, the sponsor or any other kind of undue influence. This independent committee\nshould be in conformity with the laws and regulations of the country in which the research\nexperiment is performed. The committee has the right to monitor ongoing trials. The\nresearcher has the obligation to provide monitoring information to the committee,\nespecially any serious adverse events. The researcher should also submit to the committee,\nfor review, information regarding funding, sponsors, institutional affiliations, other\npotential conflicts of interest and incentives for subjects.\n14. The research protocol should always contain a statement of the ethical considerations\ninvolved and should indicate that there is compliance with the principles enunciated in\nthis Declaration."
  },
  {
    "chunk_id": 88,
    "text": "especially any serious adverse events. The researcher should also submit to the committee,\nfor review, information regarding funding, sponsors, institutional affiliations, other\npotential conflicts of interest and incentives for subjects.\n14. The research protocol should always contain a statement of the ethical considerations\ninvolved and should indicate that there is compliance with the principles enunciated in\nthis Declaration.\n15. Medical research involving human subjects should be conducted only by scientifically\nqualified persons and under the supervision of a clinically competent medical person. The\nresponsibility for the human subject must always rest with a medically qualified person\nand never rest on the subject of the research, even though the subject has given consent.\n16. Every medical research project involving human subjects should be preceded by careful\nassessment of predictable risks and burdens in comparison with foreseeable benefits to\nthe subject or to others. This does not preclude the participation of healthy volunteers in\nmedical research. The design of all studies should be publicly available.\n17. Physicians should abstain from engaging in research projects involving human subjects\nunless they are confident that the risks involved have been adequately assessed and can\nbe satisfactorily managed. Physicians should cease any investigation if the risks are found\nto outweigh the potential benefits or if there is conclusive proof of positive and beneficial\nresults.\n18. Medical research involving human subjects should only be conducted if the importance of\nthe objective outweighs the inherent risks and burdens to the subject. This is especially\nimportant when the human subjects are healthy volunteers.\n19. Medical research is only justified if there is a reasonable likelihood that the populations in\nwhich the research is carried out stand to benefit from the results of the research."
  },
  {
    "chunk_id": 89,
    "text": "results.\n18. Medical research involving human subjects should only be conducted if the importance of\nthe objective outweighs the inherent risks and burdens to the subject. This is especially\nimportant when the human subjects are healthy volunteers.\n19. Medical research is only justified if there is a reasonable likelihood that the populations in\nwhich the research is carried out stand to benefit from the results of the research.\n20. The subjects must be volunteers and informed participants in the research project.\n21. The right of research subjects to safeguard their integrity must always be respected.\nEvery precaution should be taken to respect the privacy of the subject, the confidentiality\nof the patient's information and to minimize the impact of the study on the subject's\nphysical and mental integrity and on the personality of the subject.\n22. In any research on human beings, each potential subject must be adequately informed of\nthe aims, methods, sources of funding, any possible conflicts of interest, institutional\naffiliations of the researcher, the anticipated benefits and potential risks of the study and\nthe discomfort it may entail. The subject should be informed of the right to abstain from\nparticipation in the study or to withdraw consent to participate at any time without reprisal.\nAfter ensuring that the subject has understood the information, the physician should then\nobtain the subject's freely given informed consent, preferably in writing. If the consent\ncannot be obtained in writing, the non-written consent must be formally documented and\nwitnessed.\n23. When obtaining informed consent for the research project the physician should be\nparticularly cautious if the subject is in a dependent relationship with the physician or\nmay consent under duress. In that case the informed consent should be obtained by a\nwell-informed physician who is not engaged in the investigation and who is completely\nindependent of this relationship."
  },
  {
    "chunk_id": 90,
    "text": "cannot be obtained in writing, the non-written consent must be formally documented and\nwitnessed.\n23. When obtaining informed consent for the research project the physician should be\nparticularly cautious if the subject is in a dependent relationship with the physician or\nmay consent under duress. In that case the informed consent should be obtained by a\nwell-informed physician who is not engaged in the investigation and who is completely\nindependent of this relationship.\n24. For a research subject who is legally incompetent, physically or mentally incapable of\ngiving consent or is a legally incompetent minor, the investigator must obtain informed\nconsent from the legally authorised representative in accordance with applicable law.\nThese groups should not be included in research unless the research is necessary to promote\nthe health of the population represented and this research cannot instead be performed on\nlegally competent persons.\n25. When a subject deemed legally incompetent, such as a minor child, is able to give assent\nto decisions about participation in research, the investigator must obtain that assent in\naddition to the consent of the legally authorised representative.\n26. Research on individuals from whom it is not possible to obtain consent, including proxy or\nadvance consent, should be done only if the physical/mental condition that prevents\nobtaining informed consent is a necessary characteristic of the research population. The\nspecific reasons for involving research subjects with a condition that renders them unable\nto give informed consent should be stated in the experimental protocol for consideration\nand approval of the review committee. The protocol should state that consent to remain in\nthe research should be obtained as soon as possible from the individual or a legally\nauthorised surrogate.\n27. Both authors and publishers have ethical obligations. In publication of the results of"
  },
  {
    "chunk_id": 91,
    "text": "specific reasons for involving research subjects with a condition that renders them unable\nto give informed consent should be stated in the experimental protocol for consideration\nand approval of the review committee. The protocol should state that consent to remain in\nthe research should be obtained as soon as possible from the individual or a legally\nauthorised surrogate.\n27. Both authors and publishers have ethical obligations. In publication of the results of\nresearch, the investigators are obliged to preserve the accuracy of the results. Negative as\nwell as positive results should be published or otherwise publicly available. Sources of\nfunding, institutional affiliations and any possible conflicts of interest should be declared\nin the publication. Reports of experimentation not in accordance with the principles laid\ndown in this Declaration should not be accepted for publication.\nC. ADDITIONAL PRINCIPLES FOR MEDICAL RESEARCH COMBINED WITH\nMEDICAL CARE\n28. The physician may combine medical research with medical care, only to the extent that the\nresearch is justified by its potential prophylactic, diagnostic or therapeutic value. When\nmedical research is combined with medical care, additional standards apply to protect the\npatients who are research subjects.\n29. The benefits, risks, burdens and effectiveness of a new method should be tested against\nthose of the best current prophylactic, diagnostic, and therapeutic methods. This does not\nexclude the use of placebo, or no treatment, in studies where no proven prophylactic,\ndiagnostic or therapeutic method exists.\n30. At the conclusion of the study, every patient entered into the study should be assured of\naccess to the best proven prophylactic, diagnostic and therapeutic methods identified by\nthe study.\n31. The physician should fully inform the patient which aspects of the care are related to the\nresearch. The refusal of a patient to participate in a study must never interfere with the"
  },
  {
    "chunk_id": 92,
    "text": "diagnostic or therapeutic method exists.\n30. At the conclusion of the study, every patient entered into the study should be assured of\naccess to the best proven prophylactic, diagnostic and therapeutic methods identified by\nthe study.\n31. The physician should fully inform the patient which aspects of the care are related to the\nresearch. The refusal of a patient to participate in a study must never interfere with the\npatient-physician relationship.\n32. In the treatment of a patient, where proven prophylactic, diagnostic and therapeutic\nmethods do not exist or have been ineffective, the physician, with informed consent from\nthe patient, must be free to use unproven or new prophylactic, diagnostic and therapeutic\nmeasures, if in the physician's judgement it offers hope of saving life, re-establishing\nhealth or alleviating suffering. Where possible, these measures should be made the object\nof research, designed to evaluate their safety and efficacy. In all cases, new information\nshould be recorded and, where appropriate, published. The other relevant guidelines of\nthis Declaration should be followed.\nAppendix II:\nSCHEDULE Y\nRequirements and guidelines on clinical trials for import and manufacture of new drug\n1. Clinical Trials\n1. Nature of trials: The clinical trials required to be carried out in the country before\na new drug is approved for marketing depend on the status of the drug in other\ncountries. If the drug is already approved/marketed, phase III trials as required\nunder item 7 of Appendix I (to Sch. Y) usually are required. If the drug is not\napproved/ marketed, trials are generally allowed to be initiated at one phase earlier\nto the phase of trials in other countries.\nFor new drug substances discovered in other countries phase I trials are not usually allowed to be\ninitiated in India unless phase I data as required under Item 5 of the said Appendix from other\ncountries are available. However, such trials may be permitted even in the absence of phase I"
  },
  {
    "chunk_id": 93,
    "text": "under item 7 of Appendix I (to Sch. Y) usually are required. If the drug is not\napproved/ marketed, trials are generally allowed to be initiated at one phase earlier\nto the phase of trials in other countries.\nFor new drug substances discovered in other countries phase I trials are not usually allowed to be\ninitiated in India unless phase I data as required under Item 5 of the said Appendix from other\ncountries are available. However, such trials may be permitted even in the absence of phase I\ndata from other countries if the drug is of special relevance to the health problem of India.\nFor new drug substances discovered in India, clinical trials are required to be carried out in India\nright from phase I as required from Item 5 of the said Appendix, through phase III as required\nunder Item 7 of the said Appendix, permission to carry out these trials is generally given in\nstages, considering the data emerging from earlier phase.\n2. Permission for trials: Permission to initiate clinical trials with a new drug may be\nobtained by applying in Form 12 for a test license (TL) to import or manufacture\nthe drug under the Rules. Data appropriate for the various phases of clinical trials\nto be carried out should accompany the application as per format given in Appendix\nI (Items I-4). In addition, the protocol for proposed trials, case report forms to be\nused, and the names of investigators and institutions should also be submitted for\napproval. The investigators selected should possess appropriate qualifications and\nexperience and should have such investigational facilities as are germane to the\nproposed trials protocol.\nPermission to carry out clinical trials with a new drug is issued along with a test license in Form\n11.\nIt is desirable that protocols for clinical trials be reviewed and approved by the\ninstitution’s ethical committee. Since such committees at present do not exist in all"
  },
  {
    "chunk_id": 94,
    "text": "approval. The investigators selected should possess appropriate qualifications and\nexperience and should have such investigational facilities as are germane to the\nproposed trials protocol.\nPermission to carry out clinical trials with a new drug is issued along with a test license in Form\n11.\nIt is desirable that protocols for clinical trials be reviewed and approved by the\ninstitution’s ethical committee. Since such committees at present do not exist in all\ninstitutions, the approval granted to a protocol by the ethical committee of one institution\nwill be applicable to the use of that protocol in other institutions, which do not have an\nethical committee. In case none of the trial centres/institutions has an ethical committee the\nacceptance of the protocol by the investigator and its approval by the Drugs Controller\n(India) or any officer as authorized by him to do so will be adequate to initiate the trials.\nFor new drugs having potential for use in children, permission for clinical trials in the\npaediatric age group is normally given after phase III trials as required under item 7 of the\nsaid Appendix, in adults are completed. However, if the drug is of value primarily in a\ndisease of children, early trials in the paediatric age group may be allowed.\n3. Responsibilities of Sponsor/Investigator: Sponsors are required to submit to the\nLicensing Authority as given under Rule 21 an annual status report on each clinical\ntrial, namely, ongoing, completed, or terminated. In case a trial is terminated,\nreason for this should be stated. Any unusual, unexpected, or serious adverse drug\nreaction (ADR) detected during a trial should be promptly communicated by the\nsponsor to the Licensing Authority under Rule 21 and the other investigators.\nIn all trials an informed, written consent is required to be obtained from each\nvolunteer/patient in the prescribed form (See Appendix V), which must be signed,\nby the patient/volunteer and the chief investigator."
  },
  {
    "chunk_id": 95,
    "text": "reason for this should be stated. Any unusual, unexpected, or serious adverse drug\nreaction (ADR) detected during a trial should be promptly communicated by the\nsponsor to the Licensing Authority under Rule 21 and the other investigators.\nIn all trials an informed, written consent is required to be obtained from each\nvolunteer/patient in the prescribed form (See Appendix V), which must be signed,\nby the patient/volunteer and the chief investigator.\n2. Chemical and Pharmaceutical Information\nMost of the data under this heading (See Appendix I to Sch. Y, Item 2) are required\nwith the application for marketing permission. When the application is for clinical\ntrials only, information covered in item 2.1 to 2.3 of Appendix I will usually suffice.\n3. Animal Toxicology\n1. Acute toxicity: Acute toxicity studies (See Appendix I – Sch. Y - Item 4.2) should\nbe carried out in at least two species, usually mice and rats using the same route as\nintended for humans. In addition, at least two more route should be used to ensure\nsystemic absorption of the drug, this route may depend on the nature of the drug.\nMortality should be looked for up to 72 hours after parenteral administration and\nup to 7 days after oral administration. Symptoms, signs and mode of death should\nbe reported, with appropriate macroscopic and microscopic findings where\nnecessary. LD 50s should be reported preferably with 95 percent confidence limits,\nif LD 50s cannot be determined, reasons for this should be stated.\n2. Long-term toxicity: Long-term toxicity studies (see Appendix I – Sch. Y, Item 1.3)\nshould be carried out in at least two mammalian species, of which one should be a\nnon-rodent. The duration of study will depend on whether the application is for\nmarketing permission or for clinical trial, and in the later case, on the phases of\ntrials (see Appendix III). If a species is known to metabolize the drug in the same\nway as humans, it should be preferred."
  },
  {
    "chunk_id": 96,
    "text": "2. Long-term toxicity: Long-term toxicity studies (see Appendix I – Sch. Y, Item 1.3)\nshould be carried out in at least two mammalian species, of which one should be a\nnon-rodent. The duration of study will depend on whether the application is for\nmarketing permission or for clinical trial, and in the later case, on the phases of\ntrials (see Appendix III). If a species is known to metabolize the drug in the same\nway as humans, it should be preferred.\nIn long-term toxicity studies the drug should be administered 7 days a week by the\nroute intended for clinical use in humans. The number of animals required for these\nstudies, i.e. the minimum number on which data should be available, is shown in\nAppendix IV to Sch. Y.\nA control group of animals, given the vehicle alone, should always be included,\nand three other groups should be given graded doses of the drug; the highest dose\nshould produce observable toxicity, the lowest dose should not cause observable\ntoxicity, but should be comparable to the intended therapeutic dose in humans or a\nmultiple of it, eg: 2.5x to make allowance for the sensitivity of the species; the\nintermediate dose should cause some symptoms, but not gross toxicity or death,\nand may be placed logarithmically between the other two doses.\nThe variables to be monitored and recorded in long-term toxicity studies include\nbehavioral, physiological, biochemical and microscopic observations.\n3. Reproduction studies: Reproduction studies (see Appendix I – Sch. Y, item 4.4)\nneed to be carried out only if the new drug is proposed to be studied or used in\nwomen of childbearing age. Two species should generally be used, one of them\nbeing non-rodent if possible.\n(a)Fertility studies: The drug should be administered to both males and females, beginning\na sufficient number of days before mating. In females the medication should be continued\nafter mating and the pregnant one should be treated throughout pregnancy. The highest"
  },
  {
    "chunk_id": 97,
    "text": "need to be carried out only if the new drug is proposed to be studied or used in\nwomen of childbearing age. Two species should generally be used, one of them\nbeing non-rodent if possible.\n(a)Fertility studies: The drug should be administered to both males and females, beginning\na sufficient number of days before mating. In females the medication should be continued\nafter mating and the pregnant one should be treated throughout pregnancy. The highest\ndose used should not affect general health or growth of the animals. The route of\nadministration should be the same as for therapeutic use in humans. The control and the\ntreated group should be of similar size and large enough to give at least 20 pregnant animals\nin the control group of rodents and at least 8 pregnant animals in the control group of non-\nrodents. Observations should include total examination of the litters from both the groups,\nincluding spontaneous abortions, if any.\n(b)Teratogenicity studies: The drugs should be administered throughout the period of\norganogenesis, using three dose levels. One of the doses should cause minimum maternal\ntoxicity and one should be the proposed dose for clinical use in humans or multiple of it.\nThe route of administration should be the same as for human therapeutic use. The control\nand the treated groups should consist of at least 20 pregnant females in case of non-rodents,\non each dose used. Observations should include the number of implantation sites,\nresorptions if any; and the number of fetuses with their sexes, weights and malformations\nif any.\n(c) Perinatal studies: The drug should be administered throughout the last third of\npregnancy and then through lactation and weaning. The control of each treated group\nshould have at least 12 pregnant females and the dose which causes low foetal loss should\nbe continued throughout lactation weaning. Animals should be sacrificed and observations\nshould include macroscopic autopsy and where necessary, histopathology."
  },
  {
    "chunk_id": 98,
    "text": "if any.\n(c) Perinatal studies: The drug should be administered throughout the last third of\npregnancy and then through lactation and weaning. The control of each treated group\nshould have at least 12 pregnant females and the dose which causes low foetal loss should\nbe continued throughout lactation weaning. Animals should be sacrificed and observations\nshould include macroscopic autopsy and where necessary, histopathology.\n4.Local toxicity: These studies (see Appendix I, Sch. Y, Item 4.5) are required when the\nnew drug Is proposed to be used typically in humans. The drug should be applied to an\nappropriate site to determine local effects in a suitable species such as guinea pigs or\nrabbits, if the drug is absorbed from the site of applications, appropriate systemic toxicity\nstudies will be required.\n5.Mutagenicity and Carcinogenicity : These studies (see Appendix I, Sch. Y Item 4,6) are\nrequired to be carried out if the drug or its metabolite is related to a known carcinogen or\nwhen the nature and action of the drug is such as to suggest a carcinogenic/mutagenic\npotential. For carcinogenicity studies, at least two species should be used. These species\nshould not have high incidence of spontaneous tumors and should preferably be known to\nmetabolize the drug in the same manner as humans. At least three does levels should be\nused; the highest does should be sub-lethal but cause observable toxicity; the lowest does\nshould be comparable to the intended human therapeutic does or a multiple of it, eg: 2.5x;\nto make allowance for the sensitivity of the species; the intermediate does to be placed\nlogarithmically between the other two doses. A control group should always be\nincluded. The drug should be administered 7 days a week or a fraction of the life span\ncomparable to the fraction of human life span over which the drug is likely to be used\ntherapeutically. Observations should include macroscopic changes observed at autopsy\nand detailed histopathology."
  },
  {
    "chunk_id": 99,
    "text": "to make allowance for the sensitivity of the species; the intermediate does to be placed\nlogarithmically between the other two doses. A control group should always be\nincluded. The drug should be administered 7 days a week or a fraction of the life span\ncomparable to the fraction of human life span over which the drug is likely to be used\ntherapeutically. Observations should include macroscopic changes observed at autopsy\nand detailed histopathology.\n4. Animal Pharmacology\nSpecific pharmacological actions (see Appendix I to Sch. Y, Item 3.2) are those with\ntherapeutic-potential for humans. These should be described according to the animal\nmodels and species used. Wherever possible, dose-response relationships and ED 50s\nshould be given. Special studies to elucidate mode of action may also be described.\nGeneral pharmacological action (see Appendix I to Sch. Y, Item 3.3) are effects on other\norgans and systems, especially cardiovascular, respiratory and central nervous systems.\nPharmacokinetic data help relate drug effect to plasma concentration and should be given\nto the extent available.\n5. Human/Clinical Pharmacology trials (Phase I)\nThe objective of phase I of trials (see Appendix I, Sch. Y, Item 5) is to determine the\nmaximum tolerated dose in humans; pharmacodynamic effects, adverse reactions, if any,\nwith their nature and intensity; and pharmacokinetic behaviors or the drug as far as\npossible. These studies are carried out in healthy adult males, using clinical, physiological\nand biochemical observations. At least 2 subjects should be used on each dose.\nPhase I trials are usually carried out by investigators trained in clinical pharmacology and\nhaving the necessary facilities to closely observe and monitor the subjects. These may be\ncarried out at one or two centers.\n6. Exploratory trials (Phase II)\nIn phase II trial (see Appendix I to Sch. Y, Item 6) a limited number of patients are studied"
  },
  {
    "chunk_id": 100,
    "text": "and biochemical observations. At least 2 subjects should be used on each dose.\nPhase I trials are usually carried out by investigators trained in clinical pharmacology and\nhaving the necessary facilities to closely observe and monitor the subjects. These may be\ncarried out at one or two centers.\n6. Exploratory trials (Phase II)\nIn phase II trial (see Appendix I to Sch. Y, Item 6) a limited number of patients are studied\ncarefully to determine possible therapeutic uses, effective dose range and further evaluation\nof safety and pharmacokinetics. Normally 10-12 patients should be studied at each dose\nlevel. These studies are usually limited to 3-4 centers and carried out by clinicians\nspecialized on the concerned therapeutic areas and having adequate facilities to perform\nthe necessary investigations for efficacy and safety.\n7. Confirmatory trials (Phase III)\nThe purpose of these trials (see Appendix I to Sch. Y, Item 7) is to obtain sufficient\nevidence about the efficacy and safety of the drug in a larger number of patients, generally\nin comparison with a standard drug and/or a placebo as appropriate. These trials may be\ncarried out by clinicians in the concerned therapeutic areas, having facilities appropriate to\nthe protocol. If the drug is already approved/marketed in other countries, phase III data\nshould generally be obtained on at least 100 patients distributed over 3-4 centres primarily\nto confirm the efficacy and safety of the drug, in Indian patients when used as\nrecommended in the product monograph for the claims made.\nIf the drug is a new drug substance discovered in India and not marketed in any\nother country, phase III data should be obtained on at least 500 patients distributed over\n10-15 centers. In addition, data on adverse drug reactions observed during clinical use of\nthe drug as recommended and to provide a report on its efficacy and adverse drug reactions\nin the treated patients. The selection of clinicians for such monitoring and supply of drug"
  },
  {
    "chunk_id": 101,
    "text": "If the drug is a new drug substance discovered in India and not marketed in any\nother country, phase III data should be obtained on at least 500 patients distributed over\n10-15 centers. In addition, data on adverse drug reactions observed during clinical use of\nthe drug as recommended and to provide a report on its efficacy and adverse drug reactions\nin the treated patients. The selection of clinicians for such monitoring and supply of drug\nto them will need approval of the licensing authority under Rule-21 of Drugs & Cosmetics\nRules.\n8. Special Studies\n(A) These include studies on solid oral dosage forms, such as, bioavailability and\ndissolution studies. These are required to be submitted on the formulations\nmanufactured in the country. (See Appendix I, Items 8.1 and 8.2)\n(B) These include studies to explore additional aspects of the drug, eg: use in elderly\npatients or patients with renal failure, secondary or ancillary effects, interactions, etc.\n(See Appendix I to Sch. Y, Item 8.1 and 8.2).\n9. Submission of Reports (Appendix II to Schedule Y)\nThe reports of completed clinical trials shall be submitted by the applicant duly signed by the\ninvestigator within a stipulated period of time. The applicant should do so even if he is no longer\ninterested to market the drug in the country unless there are sufficient reasons for not doing so.\n10. Regulatory status in other counties\nIt is important to state if any restrictions have been placed on the use of the drug in any other\ncountry, eg: dosage limits, exclusion of certain age groups, warnings about adverse drug reaction,\netc. (See Appendix I, Sch. Y, Item 9.2)\nLikewise, if the drug has been withdrawn from any country especially by a regulatory\ndirective such information should e furnished along with reasons and their relevance, if\nany, to India (See Appendix I, Item 9.1(d)).\n11. Marketing Information\nThe product monograph should comprise the full prescribing information necessary to enable a"
  },
  {
    "chunk_id": 102,
    "text": "country, eg: dosage limits, exclusion of certain age groups, warnings about adverse drug reaction,\netc. (See Appendix I, Sch. Y, Item 9.2)\nLikewise, if the drug has been withdrawn from any country especially by a regulatory\ndirective such information should e furnished along with reasons and their relevance, if\nany, to India (See Appendix I, Item 9.1(d)).\n11. Marketing Information\nThe product monograph should comprise the full prescribing information necessary to enable a\nphysician to use the drug properly. It should include description, actions, indications, dosage\nprecaution, drug interactions, warnings and adverse reactions.\nThe drafts of label and carton texts should comply with provisions of Rules 96 and 97 of the said\nrules.\nAppendix I to Schedule Y\nData required to be submitted with application for permission to market a new drug\n1. Introduction\nA brief description of the drug and the therapeutic class to which it belongs.\n2. Chemical and pharmaceutical information\n1. Chemical name; code name or number, if any; non-proprietary or generic name, if any;\nphysio-chemical proportion.\n2. Dosage form and its composition.\n3. Specifications of active and inactive ingredients.\n4. Tests for identification of the active ingredient and method of its assay.\n5. Outline of the method of manufacture of the active ingredient.\n6. Stability data.\n3. Animal pharmacology\n1. Summary.\n2. Specific pharmacological actions.\n3. General pharmacological actions.\n4. Pharmacokinetics, absorptions, distribution, metabolism, excretion.\n4. Animal toxicology (See Appendix III and IV to Sch. Y)\n1. Summary\n2. Acute toxicity\n3. Long term toxicity\n4. Reproduction studies\n5. Local toxicity\n6. Mutagenicity and carcinogenicity\n5. Human/clinical pharmacology (Phase I)\n1. Summary.\n2. Specific pharmacological actions.\n3. General pharmacological actions.\n4. Pharmacokinetics, absorptions, distribution, metabolism, excretion.\n6. Exploratory clinical trials (Phase II)\n1. Summary"
  },
  {
    "chunk_id": 103,
    "text": "4. Animal toxicology (See Appendix III and IV to Sch. Y)\n1. Summary\n2. Acute toxicity\n3. Long term toxicity\n4. Reproduction studies\n5. Local toxicity\n6. Mutagenicity and carcinogenicity\n5. Human/clinical pharmacology (Phase I)\n1. Summary.\n2. Specific pharmacological actions.\n3. General pharmacological actions.\n4. Pharmacokinetics, absorptions, distribution, metabolism, excretion.\n6. Exploratory clinical trials (Phase II)\n1. Summary\n2. Investigator wise reports.\n7. Confirmatory clinical trials (Phase III)\n1. Summary\n2. Investigator wise reports.\n8. Special studies\n1. Summary\n2. Bioavailability and dissolution studies.\n3. Investigator wise reports.\n9. Regulatory status in other countries\n1. Countries where\n(a) Marketed\n(b) Approved\n(c) Under trial, with phase\n(d) Withdrawn, if any, with reasons\n2. Restrictions on use, if any, in countries where marketed/approved.\n3. Free sale certificate from country of origin.\n10. Marketing information\n1. proposed product monograph\n2. Drafts of labels and cartons\n3. Sample of pure drug substance, with testing protocol\nNotes I: All items may not be applicable to all drugs, for explanation, see text of Schedule Y.\nII: For requirements of data to be submitted with application for clinical trials see text of\nSchedule Y, Section I and also Appendices II and III to Sch. Y.\nAPPENDIX I to Schedule YI\nFormat for submission of Clinical Trial Reports\n….Title of the trial\n….Name of the investigator and institution\n….Objectives of the trial\n….Design of study: open, single-blind or double-blind, non-comparative or comparative;\nparallel group or crossover.\n….Number of patients, with criteria for selection and exclusion; whether written informed\nconsent, was obtained.\n….Treatments given: drugs and dosage forms: regimens; method of allocations of patients to\nthe treatments; method of verifying compliance, if any.\n….Observations made before, during and at the end of the treatment, for efficacy and safety ,\nwith methods used."
  },
  {
    "chunk_id": 104,
    "text": "….Design of study: open, single-blind or double-blind, non-comparative or comparative;\nparallel group or crossover.\n….Number of patients, with criteria for selection and exclusion; whether written informed\nconsent, was obtained.\n….Treatments given: drugs and dosage forms: regimens; method of allocations of patients to\nthe treatments; method of verifying compliance, if any.\n….Observations made before, during and at the end of the treatment, for efficacy and safety ,\nwith methods used.\n….Results: exclusions and dropouts, if any, with reasons; description of patients with initial\ncomparability of groups where appropriate; clinical and laboratory observations on efficacy\nand safety; adverse drug reactions.\n….Discussions of results: relevance to objectives, correlation with other reports data, if any;\nguidance for further study, if necessary.\n….Summary and conclusion.\nAPPENDIX III to Schedule Y\nAnimal toxicity requirements for clinical trials and marketing of a new drug\nRoute of Duration of Phase Long term toxicity\nrequirements\nadministration Human\nadministration\nSingle dose or several doses in one I-III, MP 2sp; 2 wk\nDay\nOral or Parenteral Up to 2 wk I, II 2sp; Up to 4 wk\nor Transdermal\nIII, MP 2sp: Up to 3 mo\nUp to 3 wk I, II 2sp; 4 wk\nIII 2sp; 3 mo\nMP 2sp; up to 6 mo\nOver 3 mo I,II 2sp; 3 mo\nIII, MP 2sp; 6 mo\nInhalation (general anaesthetics) I:III, MP 4sp; 5d (3h/d)\nAerosol Repeated or Chronic I:II 1-2 sp; 3h/exp.\nuse\nIII 1-2 sp; Up to 6wk, (2\nexp/d)\n1-2 sp; 24wk (2 exp/d)\nMP\nDermal Short term or Long I,II 1 sp; single 24th exp;\nterm application\nthen 2 wk observation\n1 sp; **\nIII:MP\nOcular or Otic or Single or Multiple I:II Irrigation test; graded\nNasal application doses\n1 sp; 3 wk; daily\nIII applications as in\nclinical use.\n1 sp; **\nMP\nVaginal or Rectal Single or Multiple I, II, 1 sp; **\napplication\nIII, MP\n** Number and/or duration of application commensurate with duration of use\nAbbreviations: sp- species; wk- week; d- day; h- hour; mo- month; MP – Marketing"
  },
  {
    "chunk_id": 105,
    "text": "MP\nDermal Short term or Long I,II 1 sp; single 24th exp;\nterm application\nthen 2 wk observation\n1 sp; **\nIII:MP\nOcular or Otic or Single or Multiple I:II Irrigation test; graded\nNasal application doses\n1 sp; 3 wk; daily\nIII applications as in\nclinical use.\n1 sp; **\nMP\nVaginal or Rectal Single or Multiple I, II, 1 sp; **\napplication\nIII, MP\n** Number and/or duration of application commensurate with duration of use\nAbbreviations: sp- species; wk- week; d- day; h- hour; mo- month; MP – Marketing\nPermission; exp- exposure I, II, III – Phases of clinical trial (see Appendix I, item No. 5-8).\nNote : (1) Animal toxicity data available from other countries are acceptable and do not need\nto be repeated/duplicated in India. (2) Requirements for fixed dose combinations are given in\nAppendix VI.\nAPPENDIX IV to Schedule Y\nNumber of animals for long term toxicity studies\n2-6 Weeks 7-26 Weeks\nGroup Rodents Non-Rodents Rodents Non-Rodents\n(rats) (dogs) (rats) (dogs)\nM F M F M F M F\nControl 6-10 6-10 2-3 2-3 15-30 15-30 4-6 4-6\nLow 6-10 6-10 2-3 2-3 15-30 15-30 4-6 4-6\ndose\nInterme- 6-10 6-10 2-3 2-3 15-30 15-30 4-6 4-6\ndiate\ndose\nHigh 6-10 6-10 2-3 2-3 15-30 15-30 4-6 4-6\ndose\nAPPENDIX V to Schedule Y\nPatient consent form for participation in a Phase I Clinical Trial\nThis clinical trial involves the study of a new ……………………….….. agent in\nvolunteers/patients suffering from ………………………..\nThe drug which will be administered to volunteers/patients has been found to be safe in animal\ntoxicity tests and other experimental data. The volunteers/patients will be required to undergo, if\nnecessary, all routine examinations including taking of X-ray, ECG, EEG etc. at intervals. The\nvolunteers/patients may be asked to collect stool and urine, and there may be need to draw blood\nor any other body fluid on several occasions to test the effects of concentrations of the drugs. The\nvolunteers/patients are free to withdraw from the trial at any stage.\nAuthorisation"
  },
  {
    "chunk_id": 106,
    "text": "toxicity tests and other experimental data. The volunteers/patients will be required to undergo, if\nnecessary, all routine examinations including taking of X-ray, ECG, EEG etc. at intervals. The\nvolunteers/patients may be asked to collect stool and urine, and there may be need to draw blood\nor any other body fluid on several occasions to test the effects of concentrations of the drugs. The\nvolunteers/patients are free to withdraw from the trial at any stage.\nAuthorisation\nI have read/been briefed on the above project summary and I voluntarily agree to\nparticipate in the project. I understand that participation in this study may or may not benefit me.\nIts general purpose, potential benefits, possible hazards, and inconveniences have been explained\nto my satisfaction. I hereby give my consent for this treatment.\nSignature or thumb impression\nName of the volunteer/patient\nDate: Signature of Chief Investigator\nPatient consent form for participation in Phase II and Phase III Clinical Trial\nI ………………………………… exercising my free power of choice, hereby give my consent to\nbe included as a subject in the clinical trial of a new drug, namely …………………………. for\nthe treatment of ……………………….. . I understand that I may be treated with this drug for the\ndiseases. I am suffering from ………………………….. . I have been informed to my satisfaction,\nby the attending physician the purpose of the clinical trial and the nature of drug treatment and\nfollow up including the laboratory investigation to monitor and safeguard my body function.\nI am also aware of my right to opt out of the trial at any time during the course of the trial\nwithout having to give the reasons for doing so.\nSignature of the patient\nDate:\nSignature of the attending physician\nAPPENDIX VI to Schedule Y\nData requirements of Fixed Dose Combinations\nFixed Dose combinations (FDC) fall into four groups and their data requirements accordingly"
  },
  {
    "chunk_id": 107,
    "text": "follow up including the laboratory investigation to monitor and safeguard my body function.\nI am also aware of my right to opt out of the trial at any time during the course of the trial\nwithout having to give the reasons for doing so.\nSignature of the patient\nDate:\nSignature of the attending physician\nAPPENDIX VI to Schedule Y\nData requirements of Fixed Dose Combinations\nFixed Dose combinations (FDC) fall into four groups and their data requirements accordingly\n(a) The first group of FDC includes those in which one or more of the active ingredients is a new\ndrug. Such FDC are treated in the same way as any other new drug , both the clinical trials and\nfor marketing permission (see Rule 122-E, Item (a)).\n(b) The second group of FDC includes those in which active ingredients already\napproved/marketed individually are combined for the first time, for a particular claim and\nwhere the ingredients are likely to have significant interaction of a pharmacodynamic or\npharmacokinetic nature (see Rule 122-E, item (c)). For permission to carry out clinical trials\nwith such FDC, a summary of available pharmacological, toxicological and clinical data on\nthe individual ingredients should be submitted, along with the rationale for combining them in\nthe proposed ratio. In addition, acute toxicity data (LD 50) and pharmacological data should\nbe submitted on the individual ingredient as well as their combinations in the proposed ratio.\nIf clinical trials have been carried out with the FDC in other countries, reports of such trials\nshould be submitted. If the FDC is marketed abroad, the regulatory status in other countries\nshould be stated. (See Appendix I, Item 9).\nFor marketing permission, the reports of clinical trials carried out with the FDC in India should\nbe submitted. The nature of trials depending on the claims to be made and the data already\navailable.\n(c) The third group of FDC includes those which are already marketed, but in which it is proposed"
  },
  {
    "chunk_id": 108,
    "text": "should be submitted. If the FDC is marketed abroad, the regulatory status in other countries\nshould be stated. (See Appendix I, Item 9).\nFor marketing permission, the reports of clinical trials carried out with the FDC in India should\nbe submitted. The nature of trials depending on the claims to be made and the data already\navailable.\n(c) The third group of FDC includes those which are already marketed, but in which it is proposed\neither to change the ratio of active ingredients or to make a new therapeutic claim.\n(d) The fourth group of FDC includes those whose individual active ingredients have been widely\nused in particular indication for years, there concomitant use is often necessary and no claim\nis proposed to be made other than convenience, and a stable acceptable dosage form and the\ningredients are unlikely to have significant interaction of a pharmacodynamic or\npharmacokinetic nature.\nNo additional animals or human data are generally required for these FDC, and marketing\npermission may be granted if the FDC has an acceptable rationale.\nAPPENDIX III\nFORMAT FOR SUBMISSION OF PRECLINICAL AND CLINICAL DATA*\nFOR r-DNA BASED VACCINES, DIAGNOSTICS AND OTHER BIOLOGICALS\n(Reproduced from Guidelines for Generating Preclinical and Clinical Data for r-DNA based\nvaccines, diagnostics and other biologicals issued by Department of Biotechnology, Ministry of\nScience and Technology, Govt. of India)\n______________________________________________________________\n*For details to generate these data, please consult the document entitled “ Guidelines for generating\npreclinical and clinical data for r-DNA based vaccines, diagnostics and other biologicals”.\n______________________________________________________________\nA : SPECIFICATION AND CHARACTERIZATION INFORMATION ON r-DNA\nVACCINES AND BIOLOGICAL PRODUCTS\n1. Description in details of the method of r-DNA products:\n(a) host cells,\n(b) gene construct,"
  },
  {
    "chunk_id": 109,
    "text": "*For details to generate these data, please consult the document entitled “ Guidelines for generating\npreclinical and clinical data for r-DNA based vaccines, diagnostics and other biologicals”.\n______________________________________________________________\nA : SPECIFICATION AND CHARACTERIZATION INFORMATION ON r-DNA\nVACCINES AND BIOLOGICAL PRODUCTS\n1. Description in details of the method of r-DNA products:\n(a) host cells,\n(b) gene construct,\n(c) vector construction including a description of the source and function of the\ncomponent parts of the vectors,\n(d) source and diagram of the plasmid(s) used,\n(e) all intermediate cloning procedures, and\n(f) transfection methods.\n2. Description of the method of sequence verification (such as restriction enzyme mapping,\nPCR etc.).\n3. Description on Identity-Physical, Chemical, Immunological and Biological wherever\napplicable\n(a) Description on recombinant DNA products :\n(1) Primary structure (Amino acid sequences)\n(2) Secondary structure (disulfide linkages etc.)\n(3) Post-translation modification (glycosylation etc.)\n(b) Monoclonal antibodies (if applicable) :\n- identity by rigorous immunochemical and physicochemical\ncharacterization.\n4. Potency.\n(a) Production of specific antigen in transfected cell line,\n(b) Immune response in mice,\n(c) Hypersensitivity (Guinea pig maximization test), and\n(d) Permissible limits of potency.\n5. General Safety Test.\n6. Data on sterility tests as per Indian Pharmacopia guidelines.\n7. Data on purity of recombinant product.\n(a) Limits of purity,\n(b) Characterization of minor impurities like RNA, protein and genomic DNA,\n(c) Permissible limits of moisture, if lyophilized, and\n(d) Pyrogenicity\n8. Description of constituent materials like preservatives etc.\n9. Data on stability of finished formulation as per IP (Indian pharmacopia) guidelines.\nB : DATA ON PRECLINICAL TESTING\n1. Biological activity/ pharmacodynamics in vitro and in appropriate animal models."
  },
  {
    "chunk_id": 110,
    "text": "7. Data on purity of recombinant product.\n(a) Limits of purity,\n(b) Characterization of minor impurities like RNA, protein and genomic DNA,\n(c) Permissible limits of moisture, if lyophilized, and\n(d) Pyrogenicity\n8. Description of constituent materials like preservatives etc.\n9. Data on stability of finished formulation as per IP (Indian pharmacopia) guidelines.\nB : DATA ON PRECLINICAL TESTING\n1. Biological activity/ pharmacodynamics in vitro and in appropriate animal models.\n2. Safety Pharmacology (Functional indices of toxicity).\n3. Toxicology and pharmacokinetics (Absorption, Distribution, Metabolism, Excretion-\nADME)\n4. Immunogenicity/Immunotoxicity\n5. Reproductive and developmental toxicity\n6. Genotoxicity studies\n7. Carcinogenicity studies\nC: RECOMBINANT IMMUNODIAGNOSTIC REAGENTS\n1. Specification and characterization of r-DNA diagnostic products (Please provide\ninformation as per column1-9 under Section A of this format).\n2. The data on the sensitivity / specificity / predictive positive value/ predictive negative\nvalue / overall diagnostic accuracy of recombinant product in diagnostic assay.\n3. Data on (1) “in-house” validation and (2) independent validation.\n4. Data using indigenous / internationally available panel of sera / clinical materials.\nD: CLINICAL TRIALS\n1. Phase I : Human/Clinical Pharmacology Immunogenic Potency\n(a) Details on level of specific antibodies including its kinetics in healthy subjects.\n(b) Details on cytokine profiles in healthy subjects.\n(c) Details on T-cell responses in healthy subjects.\n(d) Data on auto-antibodies and immune complexes in healthy subjects.\n(e) Details on haematological and clinical chemistry.\n2. Phase II: Exploratory Clinical Trials- Preventive/Therapeutic Efficacy (Data to be\ngenerated in subjects residing in endemic/ non-endemic areas)\n(a) Protective / therapeutic potentials of r-DNA vaccines.\n(b) Details of the haematological data.\n(c) Details on the clinical chemistry."
  },
  {
    "chunk_id": 111,
    "text": "(c) Details on T-cell responses in healthy subjects.\n(d) Data on auto-antibodies and immune complexes in healthy subjects.\n(e) Details on haematological and clinical chemistry.\n2. Phase II: Exploratory Clinical Trials- Preventive/Therapeutic Efficacy (Data to be\ngenerated in subjects residing in endemic/ non-endemic areas)\n(a) Protective / therapeutic potentials of r-DNA vaccines.\n(b) Details of the haematological data.\n(c) Details on the clinical chemistry.\n(d) Data on experiments on minimum protective / therapeutic dose vis-à-vis immune\nresponse (both T&B cells).\n3. Phase III: Confirmatory Trials\n(a) Preventive / therapeutic effects.\n(b) Immunological / clinical chemistry parameters in some subjects belonging to\ndifferent ethnic and socio-economic groups.\nAPPENDIX IV\nINVESTIGATOR’S BROCHURE (IB)\nIntroduction\nThe Investigator’s Brochure is a compilation of the clinical and non-clinical data on the\nInvestigational Product(s) that are relevant to a study of the product(s). It provides the\ninvestigator(s) and others involved in the study with the information on the rationale to facilitate\ncompliance with the key features of the protocol, such as the dose, dose frequency/interval,\nmethods of administration and safety monitoring procedures. The IB also provides background\nmaterial to support the clinical management of the study subjects. The information contained in\nthe IB should be in a concise, simple, objective, balanced, and non-promotional form to enable\nan understanding unbiased risk-benefit assessment of the appropriateness of the proposed trial.\nFor this reason, a medically qualified person should generally participate in the editing of an IB,\nbut the contents of the IB should be approved by the disciplines that generated the described\ndata. The IB should be revised whenever necessary in compliance with the sponsor’s written\nprocedures, the stage of development and the generation of relevant new information. However,"
  },
  {
    "chunk_id": 112,
    "text": "an understanding unbiased risk-benefit assessment of the appropriateness of the proposed trial.\nFor this reason, a medically qualified person should generally participate in the editing of an IB,\nbut the contents of the IB should be approved by the disciplines that generated the described\ndata. The IB should be revised whenever necessary in compliance with the sponsor’s written\nprocedures, the stage of development and the generation of relevant new information. However,\nany relevant new information that is considered important should be communicated to the\nInvestigator(s), Ethics Committee and the Regulatory Authorities immediately, even before it\ncan be methodically included in the IB.\nContents of the Investigator’s Brochure\nThe IB should include Sponsor’s name, the reference number allocated to the study, the identity\nof each investigational product (ie. research number, chemical or approved generic name, and\ntrade name(s) where legally permissible and desired by the sponsor). The IB should bear an\nedition number and date. Besides, wherever applicable it also bears a reference to the number\nand date of the edition it supersedes.\nThe Sponsor may wish to include a statement instructing the readers to treat the IB as a\nconfidential document for the sole purpose of the Study for which it has been prepared.\nThe IB should contain the following sections, each with literature references where appropriate:\n1 Table of Contents\n2 Introduction: This section includes information relevant to the stage of clinical development\nincluding the significant physical properties , chemical properties, pharmaceutical,\npharmacological (pharmacological class, advantages over other substances in that class and\nrationale for performing the proposed study), toxicological, pharmacokinetic, metabolic, and\nclinical information (anticipated prophylactic/ therapeutic or diagnostic indication(s)) of all\nactive ingredients. The introductory statement should necessarily provide the general approach"
  },
  {
    "chunk_id": 113,
    "text": "including the significant physical properties , chemical properties, pharmaceutical,\npharmacological (pharmacological class, advantages over other substances in that class and\nrationale for performing the proposed study), toxicological, pharmacokinetic, metabolic, and\nclinical information (anticipated prophylactic/ therapeutic or diagnostic indication(s)) of all\nactive ingredients. The introductory statement should necessarily provide the general approach\nto be followed in evaluating the Investigational Product.\n3 Physical, Chemical, and Pharmaceutical Properties and Formulation parameters: A description\nshould be provided of the Investigational Product substance(s), including the chemical and / or\nstructural formula(e), and a brief summary of the relevant physical, chemical and pharmaceutical\nproperties. Any structural similarities to other known compounds should be\nmentioned. Information should also be provided on the excipients.\nAppropriate storage and dosage handling instructions should also be given.\n4 Non-clinical Studies: Information provided should include data relating to non-clinical\npharmacology, pharmacokinetics, metabolism profile in animals and toxicology. The results of\nall relevant non-clinical pharmacology, toxicology, pharmacokinetic, and the Investigational\nProduct metabolism studies should be provided in summary form, stating the methodology used,\nthe results, and a discussion of the relevance of the findings to the investigated therapeutic\neffects besides the possible unfavourable effects in humans.\nThe information provided may include the following, as appropriate, if known/available:\n· Species used\n· Number and sex of animals in each group\n· Unit dose (mg/kg)\n· Dose interval\n· Route of administration\n· Duration of dosing\n· Information on systemic distribution\n· Duration of post-exposure follow-up\n· Results, including the following aspects:\n- Nature and frequency of pharmacological or toxic effects"
  },
  {
    "chunk_id": 114,
    "text": "effects besides the possible unfavourable effects in humans.\nThe information provided may include the following, as appropriate, if known/available:\n· Species used\n· Number and sex of animals in each group\n· Unit dose (mg/kg)\n· Dose interval\n· Route of administration\n· Duration of dosing\n· Information on systemic distribution\n· Duration of post-exposure follow-up\n· Results, including the following aspects:\n- Nature and frequency of pharmacological or toxic effects\n- Severity or intensity of pharmacological or toxic effects\n- Time to onset of effects\n- Reversibility of effects\n- Duration of effects\n- Dose response\nThe following sections should discuss the most important findings from the studies, including the\ndose response of observed effects, the relevance to humans, and any aspects to be studied in\nhumans. If applicable, the effective and non-toxic dose findings in the same animal species\nshould be compared (i.e. The therapeutic index should be discussed). The relevance of this\ninformation to the proposed human dosing should be addressed. Whenever possible,\ncomparisons should be made in terms of blood/tissue levels rather than on a mg/kg basis.\n(a) Non-clinical Pharmacological (Pharmacodymanics)\nA summary of the pharmacological aspects of the investigational product and, where appropriate,\nits significant metabolites studied in animals, should be included. Such a summary should\nincorporate studies that assess potential therapeutic activity (e.g. efficacy models, receptor\nbinding, and specificity) as well as those that assess safety (eg. special studies to assess\npharmacological actions other than the intended therapeutic effect(s)).\n(b) Pharmacokinetics and Product Metabolism in Animals\nA summary of the pharmacokinetics and biological transformation and disposition of the\ninvestigational product in all species studied should be given. The discussion of the findings\nshould address the absorption and the local and systemic bioavailability of the investigational"
  },
  {
    "chunk_id": 115,
    "text": "binding, and specificity) as well as those that assess safety (eg. special studies to assess\npharmacological actions other than the intended therapeutic effect(s)).\n(b) Pharmacokinetics and Product Metabolism in Animals\nA summary of the pharmacokinetics and biological transformation and disposition of the\ninvestigational product in all species studied should be given. The discussion of the findings\nshould address the absorption and the local and systemic bioavailability of the investigational\nproduct and its metabolites, and their relationship to the pharmacological and toxicological\nfindings in animal species.\n(c) Toxicology\nA summary of the toxicological effects found in relevant studies conducted in different animal\nspecies should be described under the following headings where appropriate:\n- Single dose\n- Repeated dose\n- Carcinogenicity\n- Special studies (eg. irritancy and sensitisation)\n-Reproductive toxicity\n- Genotoxicity (mutagenicity)\n5 Effects in Humans:\nA thorough discussion of the known effects of the investigational product(s) in humans should be\nprovided, including information on pharmacokinetics, metabolism, pharmacodynamics, dose\nresponse, safety, efficacy, and other pharmacological activities. Brief summaries of other clinical\nstudies conducted on the same product should be provided if available.\n(a) Pharmacokinetics and Product Metabolism in Humans\nA summary of information on the pharmacokinetics of the investigational\nproduct(s) should be presented, including the following, if available:\nPharmacokinetics (including metabolism, as appropriate, and absorption, plasma protein\nbinding, distribution, and elimination).\nBioavailability of the investigational product (absolute, where possible, and/or relative)\nusing a reference dosage form.\nPopulation subgroups (eg. gender, age, and impaired organ function).\nInteractions (eg. Product-product interactions and effects of food)."
  },
  {
    "chunk_id": 116,
    "text": "product(s) should be presented, including the following, if available:\nPharmacokinetics (including metabolism, as appropriate, and absorption, plasma protein\nbinding, distribution, and elimination).\nBioavailability of the investigational product (absolute, where possible, and/or relative)\nusing a reference dosage form.\nPopulation subgroups (eg. gender, age, and impaired organ function).\nInteractions (eg. Product-product interactions and effects of food).\nOther pharmacokinetic data (eg. results of population studies performed within clinical\ntrial(s).\n(b) Safety and Efficacy\nInformation should be provided about the Investigational Product(s)’ (including their\nmetabolites, where appropriate) safety pharmacodynamics, efficacy and dose response(s) that\nwere obtained from preceding trials in humans (healthy volunteers and/or patients). The\nimplications of the information should be discussed. In cases where a number of clinical studies\nhave been completed, the use of summaries of safety and efficacy across multiple trials by\nindications in subgroups may provide a clear presentation of the data. Tabular summaries of\nadverse drug reactions for all the clinical trials (including those for all the studied indications)\nwould be useful. Important differences in adverse drug reaction patterns/incidences across\nindications or subgroups should be discussed.\nThe IB should provide a description of the possible risks and adverse drug reactions to be\nanticipated on the basis of prior experiences with the product under investigation and with\nrelated products. A description should also be provided of the precautions or special monitoring\nto be done as part of the investigational use of the product(s).\n(c) Regulatory & Post-marketing Experiences\nThe IB should identify countries where the investigational product has been marketed or\napproved. Any significant information arising from the marketed use should be summarised (eg."
  },
  {
    "chunk_id": 117,
    "text": "anticipated on the basis of prior experiences with the product under investigation and with\nrelated products. A description should also be provided of the precautions or special monitoring\nto be done as part of the investigational use of the product(s).\n(c) Regulatory & Post-marketing Experiences\nThe IB should identify countries where the investigational product has been marketed or\napproved. Any significant information arising from the marketed use should be summarised (eg.\nformulations, dosages, routes of administration, and adverse product reactions). The IB should\nalso identify all the countries where the investigational product did not receive\napproval/registration for marketing or was withdrawn from marketing/registration.\n6 Summary of Data and Guidance for the Investigator\n7 Bibliography\nThis section should provide an overall discussion of the non-clinical and clinical data, and should\nsummarise the information from various sources on different aspects of the investigational\nproduct(s), wherever possible. Available published reports on related products should be\ndiscussed.\nThe information given in this section should provide the investigator with a clear understanding\nof the possible risks and adverse reactions.\nGuidance should also be provided on the recognition and treatment of possible overdose and\nadverse drug reactions.\nAPPENDIX V\nESSENTIAL DOCUMENTS FOR THE CONDUCT OF A CLINICAL TRIAL\nEssential Documents are those documents which individually and collectively allow the\nevaluation of the conduct of a study and the quality of the data generated. These documents\ndemonstrate the compliance (or otherwise) of the Investigator, Sponsor and Monitor with the\nGood Clinical Practice and with other applicable regulatory requirements.\nEssential Documents are needed for Sponsor’s independent audit function and inspection by the\nRegulatory Authority.\nThe various Essential Documents needed for different stages of the study are classified under\nthree groups:"
  },
  {
    "chunk_id": 118,
    "text": "evaluation of the conduct of a study and the quality of the data generated. These documents\ndemonstrate the compliance (or otherwise) of the Investigator, Sponsor and Monitor with the\nGood Clinical Practice and with other applicable regulatory requirements.\nEssential Documents are needed for Sponsor’s independent audit function and inspection by the\nRegulatory Authority.\nThe various Essential Documents needed for different stages of the study are classified under\nthree groups:\n1. before the clinical phase of the study commences,\n2. during the clinical conduct of the study, and\n3. after completion or termination of the study.\nThe documents may be combined but their individual elements should be readily identifiable.\nMaster files containing all documents pertaining to the study should be created at the beginning\nof the study, at the Investigator / Institution site, Sponsor’s office, Ethics committee’s office and\nthe CRO’s office.\nLegend :\nI - Investigator / Institute, S - Sponsor, C - CRO,\nE - IEC, · - Yes, ° - Not applicable\nTitle of the Purpose Located in files of\ndocument\nI S C E\nBefore the Clinical Phase of the Trial Commences\nDuring this planning stage the following documents should be generated and should be on file\nbefore the trial formally starts.\n1 Investigator’s To document that relevant · · · ·\nbrochure and current scientific\ninformation about the\ninvestigational product has\nbeen provided to the\ninvestigator\n2 Signed protocol To document investigator and · · · ·\nand amendm sponsor agreement to the\nents, if any, and protocol/amendment(s) and\nsample CRF\ncase report\nform(CRF)\n3 Information given To document the informed · · · ·\nto trial subject consent\n- informed\nconsent form\n(including all\napplicable\ntranslations)\n4 - Any other To document that subjects · · · ·\nwritten informat will be given appropriate\nion information (content and\nwording) to support their\nability to give fully informed\nconsent\n5 - Advertisem To document that recruitment · · · ·"
  },
  {
    "chunk_id": 119,
    "text": "and amendm sponsor agreement to the\nents, if any, and protocol/amendment(s) and\nsample CRF\ncase report\nform(CRF)\n3 Information given To document the informed · · · ·\nto trial subject consent\n- informed\nconsent form\n(including all\napplicable\ntranslations)\n4 - Any other To document that subjects · · · ·\nwritten informat will be given appropriate\nion information (content and\nwording) to support their\nability to give fully informed\nconsent\n5 - Advertisem To document that recruitment · · · ·\nent for subject measures are appropriate and\nrecruitment not coercive\n(if used)\n6 Financial aspects To document the financial · · · ·\nof the trial agreement between the\ninvestigator/institution and\nthe sponsor for the trial\n7 Insurance To document that · · · ·\nstatement compensation to subject(s) for\ntrial-related injury will be\n(where required) available\nTitle of the Purpose Located in files of\ndocument I S C E\n8 Dated, To document that the trial has · · · ·\ndocumented been subject to IEC review\napproval / and given approval /\nfavourable favourable opinion.\nopinion of\nindependent To identify the version\nethics committee number and date of the\n(IEC) of the document(s)\nfollowing:\n- protocol and\nany amendments\n- CRF (if\napplicable)\n- informed\nconsent form(s)\n- any other\nwritten informat\nion to be\nprovided to the\nsubject(s)\n- advertisement\nfor subject\nrecruitment\n(if used)\n- Subject\ncompensation\n(if any)\n- any other\ndocuments gi\nven approval /\nfavourable\nopinion\n9 Independent To document that the IEC is · · · ·\nethics committee constituted in agreement with GCP\ncomposition\n1 Regulatory To document appropriate · · · ·\n0 authority(ies) authorisation / approval /\nauthorisation / notification by the regulatory\napproval / authority(ies) has been\nnotification of obtained prior to initiation of\nprotocol (where the trial in compliance with\nrequired) the applicable regulatory\nrequirement(s)\n1 Curriculum vitae To document qualifications · · · ·\n1 and/or other and eligibility to conduct trial"
  },
  {
    "chunk_id": 120,
    "text": "ethics committee constituted in agreement with GCP\ncomposition\n1 Regulatory To document appropriate · · · ·\n0 authority(ies) authorisation / approval /\nauthorisation / notification by the regulatory\napproval / authority(ies) has been\nnotification of obtained prior to initiation of\nprotocol (where the trial in compliance with\nrequired) the applicable regulatory\nrequirement(s)\n1 Curriculum vitae To document qualifications · · · ·\n1 and/or other and eligibility to conduct trial\nrelevant and/or provide medical\ndocuments supervision of subjects\nevidencing\nqualifications of\nInvestigator(s)\nand Co-\nInvestigator /\nSub-\nInvestigator(s)\n1 Normal value(s) / To document normal values · · · °\n2 range(s) for medical / and/or ranges of the tests\nlaboratory / technical\nprocedure(s) and/or\ntest(s) included in the\nprotocol\nTitle of the Purpose Located in files of\ndocument I S C E\n1 Sample of To document compliance · · · °\n3 label(s) attached with applicable labelling\nto investigational regulations and\nproduct appropriateness of\ncontainer(s) instructions provided to the\nsubjects\n1 Instructions for To document instructions · · · °\n4 handling of needed to ensure proper\ninvestigational storage, packaging,\nproduct(s) and dispensing and disposition of\ntrial-related investigational products and\nmaterials trial-related materials\n(if not included in\nprotocol or\nInvestigator’s\nBrochure)\n1 Shipping records To document shipment dates, · · · °\n5 for batch numbers and method of\ninvestigational shipment of investigational\nproduct(s) and product(s) and trial-related\ntrial-related materials. Allows tracking of\nmaterials product batch, review of\nshipping conditions, and\naccountability\n1 Certificate(s) of To document identity, purity, ° · · °\n6 analysis of and strength of investigational\ninvestigational product(s) to be used in the\nproduct(s) trial\nshipped\nDecoding To document how, in case of · · · °\nprocedures for an emergency, identity of\nblinded trials blinded investigational"
  },
  {
    "chunk_id": 121,
    "text": "product(s) and product(s) and trial-related\ntrial-related materials. Allows tracking of\nmaterials product batch, review of\nshipping conditions, and\naccountability\n1 Certificate(s) of To document identity, purity, ° · · °\n6 analysis of and strength of investigational\ninvestigational product(s) to be used in the\nproduct(s) trial\nshipped\nDecoding To document how, in case of · · · °\nprocedures for an emergency, identity of\nblinded trials blinded investigational\nproduct can be revealed\nwithout breaking the blind for\nthe remaining subject’s\ntreatment\n1 Master To document method for ° · · °\n7 randomisation list randomisation of trial\npopulation\n1 Pre-trial To document that the site is ° · · °\n8 monitoring report suitable for trial (may be\ncombined with Trial initiation\nmonitoring report)\n1 Trial initiation To document that the trial · · · °\n9 monitoring report procedures were reviewed\nwith the investigator and the\ninvestigator’s trial staff\n(may be combined with Pre-\ntrial monitoring report)\nTitle of the Purpose Located in files of\ndocument I S C E\nDuring the Clinical Conduct of the Trial\nIn addition to having on file the above documents, the following should be added to the files\nduring the trial as evidence that all new relevant information is documented as it becomes\navailable\n2 Investigator’s To document that investigator · · · ·\n0 brochure updates is informed in a timely\nmanner of relevant\ninformation as it becomes\navailable\n2 Any revision to: To document revisions of · · · ·\n1 these trial related documents\n- protocol that take effect during trial\namendment(s)\nand CRF\n- informed\nconsent form\n- any other\nwritten\ninformation\nprovided to\nsubjects\n- advertisement\nfor subject\nrecruitment(if\nused)\n2 Dated, To document that the trial has · · · ·\n2 documented been subject to IEC review\napproval / and given approval /\nfavourable favourable opinion.\nopinion of\nIndependent To identify the version\nethics committee number and date of the\n(IEC) of the document(s).\nfollowing:"
  },
  {
    "chunk_id": 122,
    "text": "1 these trial related documents\n- protocol that take effect during trial\namendment(s)\nand CRF\n- informed\nconsent form\n- any other\nwritten\ninformation\nprovided to\nsubjects\n- advertisement\nfor subject\nrecruitment(if\nused)\n2 Dated, To document that the trial has · · · ·\n2 documented been subject to IEC review\napproval / and given approval /\nfavourable favourable opinion.\nopinion of\nIndependent To identify the version\nethics committee number and date of the\n(IEC) of the document(s).\nfollowing:\n- protocol\namendment(s)\n- revision(s) of:\n- informed\nconsent\nform\n- any other\nwritten\ninformation\nprovided\nto subject\n- advertisement\nfor\nsubject\nrecruitment(if\nused)\n- any other\ndocuments given\napproval /\nfavourable\nopinion\n- continuing\nreview of trial\n(where\nrequired)\nTitle of the Purpose Located in files of\ndocument I S C E\n2 Regulatory To document compliance · · · ·\n3 authority(ies) with applicable regulatory\nauthorisations / requirements\napprovals /\nnotifications\nwhere required\nfor:\n- protocol\namendment(s)\nand other\ndocuments\n2 Curriculum vitae To document qualifications · · · ·\n4 for new and eligibility to conduct trial\ninvestigator(s) and/or provide medical\nand / or sub- supervision of subjects\ninvestigator(s)\n2 Updates to normal To document normal values · · · °\n5 value(s) / range(s) for and ranges that are revised\nmedical / laboratory / during the trial\ntechnical procedure(s)\n/ test(s) included in the\nprotocol\n2 Medical / laboratory / To document that tests remain · · · °\n6 technical procedures / adequate throughout the trial\ntests period\n- certification or\n- accreditation or\n- established\nquality control\nand / or external\nquality\nassessment or\n- other validation\n(where\nrequired)\n2 Documentation of To document shipment dates, · · · °\n7 investigational batch numbers and method of\nproduct(s) and shipment of investigational\ntrial-related product(s) and trial-related\nmaterial shipment materials. Allows tracking of\nproduct batch, review of\nshipping conditions, and"
  },
  {
    "chunk_id": 123,
    "text": "6 technical procedures / adequate throughout the trial\ntests period\n- certification or\n- accreditation or\n- established\nquality control\nand / or external\nquality\nassessment or\n- other validation\n(where\nrequired)\n2 Documentation of To document shipment dates, · · · °\n7 investigational batch numbers and method of\nproduct(s) and shipment of investigational\ntrial-related product(s) and trial-related\nmaterial shipment materials. Allows tracking of\nproduct batch, review of\nshipping conditions, and\naccountability\n2 Certificate(s) of To document identity, purity, ° · · °\n8 analysis for new and strength of investigational\nbatches of product(s) to be used in the\ninvestigational trial\nproducts\n2 Monitoring visit To document site visits by, ° · · °\n9 reports and findings of, the monitor\n3 Relevant To document any agreements · ° · °\n0 communications or significant discussions\nother than site regarding trial administration,\nvisits protocol violations, trial\nconduct, adverse event (AE)\n- letters reporting\n- meeting notes\n- notes of telephone\ncalls\nTitle of the Purpose Located in files of\ndocument\nI S C E\n3 Signed informed To document that consent is · · · °\n1 consent forms obtained in accordance with\nGCP and protocol and dated (Origin (Copy (Copy\nprior to participation of each al) ) )\nsubject in trial. Also to\ndocument direct access\npermission\n3 Source To document the existence of · · · °\n2 documents the subject and substantiate\n(Origin (Copy (Copy\nintegrity of trial data\nal) ) )\ncollected. To include original\ndocuments related to the\ntrials, to medical treatment,\nand history of subject\n3 Signed, dated and To document the existence of · · · °\n3 completed case the subject and substantiate\nreport forms integrity of trial data (Copy) (Copy (Copy\n(CRF) collected. To include original ) )\ndocuments related to the trial,\nto medical treatment, and\nhistory of subject\n3 Documentation of To document all changes / · · · °\n4 CRF corrections additions or corrections made (Origin (Copy (Copy"
  },
  {
    "chunk_id": 124,
    "text": "documents related to the\ntrials, to medical treatment,\nand history of subject\n3 Signed, dated and To document the existence of · · · °\n3 completed case the subject and substantiate\nreport forms integrity of trial data (Copy) (Copy (Copy\n(CRF) collected. To include original ) )\ndocuments related to the trial,\nto medical treatment, and\nhistory of subject\n3 Documentation of To document all changes / · · · °\n4 CRF corrections additions or corrections made (Origin (Copy (Copy\nto CRF after initial data were al) ) )\nrecorded\n3 Notification by Notification by originating · · · ·\n5 originating investigator to sponsor of\ninvestigator to serious adverse events and\nsponsor of serious related reports\nadverse events\nand related\nreports\n3 Notification by Notification by sponsor · · · ·\n6 sponsor and/or investigator, where\napplicable, to regulatory\nand/or authorities and IEC(s) of\ninvestigator, unexpected serious adverse\nwhere applicable, drug reactions and of other\nto regulatory safety information\nauthority(ies) and\nIEC(s) of\nunexpected\nserious adverse\ndrug reactions\nand of other\nsafety\ninformation\nTitle of the Purpose Located in files of\ndocument\nI S C E\n3 Notification by Notification by sponsor to · · · ·\n7 sponsor to investigators of safety\ninvestigators of information\nsafety\ninformation\n3 Interim or annual Interim or annual reports · · · ·\n8 reports to IEC provided to IEC and to\nand authority(ies) authority(ies)\n3 Subject screening To document identification of · · · °\n9 log subjects who entered pre-trial\n(Wher (Wher\nscreening\ne e\nrequir requir\ned) ed)\n4 Subject To document that investigator · · · °\n0 identification / Institution keeps a\ncode list confidential list of names of\nall subjects allocated to trial\nnumbers on enrolling in the\ntrial. Allows investigator/\nInstitution to reveal identity\nof any subject\n4 Subject To document chronological · · · °\n1 enrolment log enrolment of subjects by trial\nnumber\n4 Investigational To document that · · · °"
  },
  {
    "chunk_id": 125,
    "text": "9 log subjects who entered pre-trial\n(Wher (Wher\nscreening\ne e\nrequir requir\ned) ed)\n4 Subject To document that investigator · · · °\n0 identification / Institution keeps a\ncode list confidential list of names of\nall subjects allocated to trial\nnumbers on enrolling in the\ntrial. Allows investigator/\nInstitution to reveal identity\nof any subject\n4 Subject To document chronological · · · °\n1 enrolment log enrolment of subjects by trial\nnumber\n4 Investigational To document that · · · °\n2 products investigational product(s)\naccountability at have been used according to\nthe site the protocol\n4 Signature sheet To document signatures and · · · °\n3 initials of all persons\nauthorised to make entries\nand / or corrections on CRFs\n4 Record of To document location and · · · °\n4 retained body identification of retained\nfluids/ tissue samples if assays need to be\nsamples repeated\n(if any)\nTitle of the Purpose Located in files of\ndocument I S C E\nAfter Completion or Termination of the Trial\nAfter completion or termination of the trial, all of the documents identified should be in the\nfile together with the following\n4 Investigational To document that the · · · °\n5 product(s) investigational product(s)\naccountability at have been used according to\nsite the protocol. To documents\nthe final accounting of\ninvestigational product(s)\nreceived at the site, dispensed\nto subjects, return by the\nsubjects, and returned to\nsponsors\n· · · °\n(if\ndestroy\ned at\nDocumentation of\nTo document destruction of site)\n4 investigational\nunused investigational\n6 product\nproducts by sponsor or at site\ndestruction\n4 Completed To permit identification of all · · · °\n7 subject subjects enrolled in the trial in\nidentification case follow-up is required.\ncode list List should be kept in a\nconfidential manner and for\nagreed upon time\n4 Audit certificate To document that audit was ° · · °\n8 performed\n(if available)\n4 Final trial close- To document that all ° · · °\n9 out monitoring activities required for trial"
  },
  {
    "chunk_id": 126,
    "text": "4 investigational\nunused investigational\n6 product\nproducts by sponsor or at site\ndestruction\n4 Completed To permit identification of all · · · °\n7 subject subjects enrolled in the trial in\nidentification case follow-up is required.\ncode list List should be kept in a\nconfidential manner and for\nagreed upon time\n4 Audit certificate To document that audit was ° · · °\n8 performed\n(if available)\n4 Final trial close- To document that all ° · · °\n9 out monitoring activities required for trial\nreport close-out are completed, and\ncopies of essential documents\nare held in the appropriate\nfiles\n5 Treatment Returned to sponsor to ° · · °\n0 allocation and document any decoding that\ndecoding may have occurred\ndocumentation\nTitle of the Purpose Located in files of\ndocument I S C E\n5 Final report by To document completion of · · · ·\n1 investigator to the trial\nIEC where\nrequired, and\nwhere applicable,\nto the regulatory\nauthority(ies)\n5 Clinical study To document results and · · · ·\n2 report interpretation of trial"
  }
]