[
  {
    "chunk_id": 0,
    "text": "Available online at www.sciencedirect.com\nAvailable online at www.sciencedirect.com\nScienceDirect\nScienceDirect\nAvailable online at www.sciencedirect.com\nProcedia Computer Science 00 (2023) 000–000\nProce\nS\ndia\nc\nC\ni\no\ne\nmp\nn\nut\nc\ner\ne\nSc\nD\nienc\ni\ne\nr\n0\ne\n0\nc\n(20\nt\n23) 000–000 www.elsevier.com/locate/procedia\nwww.elsevier.com/locate/procedia\nProcedia Computer Science 225 (2023) 2781–2789\n27th International Conference on Knowledge-Based and Intelligent Information & Engineering\n27th International Conference on KnSoywslteedmgse -(BKaEsSed 2 a0n2d3 )I ntelligent Information & Engineering\nSystems (KES 2023)\nIT Governance and IT Compliance in Family Firms –\nIT Governance and IT Compliance in Family Firms –\nthe Special Case of Cyber Security\nthe Special Case of Cyber Security\nPatrick Sven Ulricha*, Felix Stockertb\nPatrick Sven Ulricha*, Felix Stockertb\naAalen University, Beethovenstr. 1, D-73430 Aalen, Germany and University of Bamberg, Feldkirchenstr. 21, D-96405 Bamberg, Germany\naAalen University, Beethovenstr. 1, D-7b3A4a3le0n A Ualneinv,e rGseitrym, Baneye tahnodve Unsntirv.e 1r,s iDty- 7o3f 4B3a0m Abaelregn, ,F Geeldrmkiarcnhye n str. 21, D-96405 Bamberg, Germany\nbAalen University, Beethovenstr. 1, D-73430 Aalen, Germany\nAbstract\nAbstract\nAs IT becomes more important to their business, the risk of family businesses falling victim to cyber-attacks is growing\nAexsp oITne nbteiaclolmy.e Ys emt otoroe oimftepno,r tcaynbt erto s etchueriirt yb uiss isnteilsls g, itvheen rlioswk porfi ofraimtyi lwy itbhuins inthees sceosm fpaallninyg a nvdic itsim n otto e mcybbeedrd-aetdta icnk sth eis cgorropworiantge\nestxrpaotengeyn.t iEavlleyn. eYsetat btoliosh oefdt esnta, ncdyabredrs saerceu rraitrye liys asptiplll igeidv einn cloomw pparnioiersit.y T whiist hiisn w thhee rceo tmhep ainntye raancdti oisn nboett weemebne IdTd egdo vine rtnhaen cceo rapnodr aItTe"
  },
  {
    "chunk_id": 1,
    "text": "Aexsp oITne nbteiaclolmy.e Ys emt otoroe oimftepno,r tcaynbt erto s etchueriirt yb uiss isnteilsls g, itvheen rlioswk porfi ofraimtyi lwy itbhuins inthees sceosm fpaallninyg a nvdic itsim n otto e mcybbeedrd-aetdta icnk sth eis cgorropworiantge\nestxrpaotengeyn.t iEavlleyn. eYsetat btoliosh oefdt esnta, ncdyabredrs saerceu rraitrye liys asptiplll igeidv einn cloomw pparnioiersit.y T whiist hiisn w thhee rceo tmhep ainntye raancdti oisn nboett weemebne IdTd egdo vine rtnhaen cceo rapnodr aItTe\nsctormatpegliya.n Ecev epnla eysst aab cliesnhterdal srtoalned. aArdss s atarete rda rinel yth aep epsltiaebdl iisnh ecdo mliptearnaiteusr.e T ohni sI Tis cwohmepreli athnec ei,n dteerfaicctiitos nc abne trweseuelnt fIrTo mgo ivgenronraannccee a onfd tIhTe\ncreolmevpalniat nrceeg upllaatyiso nas c, ebnuttr aal lrsool ef.r oAms srteajteecdt iionn t hbey eesmtapblloisyheeeds .l iPtearratitcuurela orlny IiTn ctohme palrieaan coef, cdyebfiecri trsi sckasn, rtehseurlet fisro am p irgensourmanpctieo no ft hthaet\nrinelaedveaqnuta rtee gduolvaetitoanilsi,n gb uotf aglosvoe rfnroamnc er eajnedct cioonm bpyli aenmcep loopyeeness .t hPea crotimcuplaanrlyy toin a ttthaec kasr.e Ta hoifs pcaypbeerr driissckuss, stehse ares piesc tas porfe IsTu mgopvtieornn atnhcaet\niannadd IeTq ucaotme dpolivaentcaei liinn gfa omf iglyo vbeursniannecsese asn bda csoedm opnli aannc eem oppiernicsa tlh seu crovmeyp oafn y1 8to4 aGttearcmkasn. T choims ppaanpieers d firsocmus 2se0s1 a9s. pIet cists s ohfo wITn g tohvaet rfnaamniclye\nabnudsi nITe scsoems hpalivaen cfeew ine rf aemvaillyu abtuiosnin mesestersic bsa fsoerd c oynb earn reismkps iarincda lu ssuer avne yI SoMf 1S8 4le Gsse ormfteann tchoamn pnaonni-efsa fmroilmy b2u0s1i9n.e Ists iess .s hown that family\nbusinesses have fewer evaluation metrics for cyber risks and use an ISMS less often than non-family businesses.\n© 2023 The Authors. Published by Elsevier B.V.\n© 2023 The Authors. Published by ELSEVIER B.V."
  },
  {
    "chunk_id": 2,
    "text": "abnudsi nITe scsoems hpalivaen cfeew ine rf aemvaillyu abtuiosnin mesestersic bsa fsoerd c oynb earn reismkps iarincda lu ssuer avne yI SoMf 1S8 4le Gsse ormfteann tchoamn pnaonni-efsa fmroilmy b2u0s1i9n.e Ists iess .s hown that family\nbusinesses have fewer evaluation metrics for cyber risks and use an ISMS less often than non-family businesses.\n© 2023 The Authors. Published by Elsevier B.V.\n© 2023 The Authors. Published by ELSEVIER B.V.\nThis is an open access article under the CC BY-NC-ND license (https://creativecommons.org/licenses/by-nc-nd/4.0)\nT©h 2is0 2is3 a Tnh oep Aenu tahcocress.s P aurbtilcisleh eudn dbeyr EthLeS CECV IBEYR- NB.CV-.N D license (https://creativecommons.org/licenses/by-nc-nd/4.0)\nPeer-review under responsibility of the scientific committee of the 27th International Conference on Knowledge Based and\nPTeheisr- irse vaine wop uennd aecrc reesssp aorntiscilbei luitnyd oefr tthhee sCcCie nBtYifi-cN cCo-mNmDi tltiecee nosfe K (hEtStp Isn:/t/ecrrneaattiiovneaclo mmons.org/licenses/by-nc-nd/4.0)\nIntelligent Information and Engineering Systems\nPKeeyewr-orredvsi:e Fwa munildye Fri rrmessp; oITn sGiboivleitryn aonfc eth; eIT s Ccioemntpilfiiacn cceo;m Cmybiettre See ocuf rKityE; SIS IMntSe rnational\nKeywords: Family Firms; IT Governance; IT Compliance; Cyber Security; ISMS\n1. Introduction\n1. Introduction\nThe increased competition resulting from globalization poses great economic challenges for companies. Flexibility\nwitThihne ipnrcorceeassse ds tcruocmtupreetist iiosn mreosruel tiinmgp forrotman gt ltohbaanl izeavteior nf opro stehse gcreoamt peectointiovmeniecs csh aolfl ecnogmesp afonri ecso. mApta nthiees .s Famleex ibtiimlitey,\nwithin process structures is more important than ever for the competitiveness of companies. At the same time,\n* Corresponding author: Patrick Ulrich. Tel.: +49-7361-9149022.\n* CE-omrraeislp aodnddriensgs :a uptahtroirc:k P.ualtrriicchk@ Uhlrsi-caha.l eTne.ld.:e + 49-7361-9149022.\nE-mail address: patrick.ulrich@hs-aalen.de"
  },
  {
    "chunk_id": 3,
    "text": "within process structures is more important than ever for the competitiveness of companies. At the same time,\n* Corresponding author: Patrick Ulrich. Tel.: +49-7361-9149022.\n* CE-omrraeislp aodnddriensgs :a uptahtroirc:k P.ualtrriicchk@ Uhlrsi-caha.l eTne.ld.:e + 49-7361-9149022.\nE-mail address: patrick.ulrich@hs-aalen.de\n1877-0509 © 2023 The Authors. Published by ELSEVIER B.V.\n1T8h7is7 -is0 5a0n9 o ©pe n2 0a2c3c eTshs ea rAtiuctlhe ourns.d Peru tbhleis hCeCd BbyY E-NLCS-ENVDIE lRic eBn.sVe .( https://creativecommons.org/licenses/by-nc-nd/4.0)\nTPeheisr- irse vaine wop uennd aecrc reesssp aorntiscilbei luitnyd oefr tthhee sCcCie nBtYifi-cN cCo-mNmDi tltiecee nosfe K (hEtStp Isn:/t/ecrrneaattiiovneaclo mmons.org/licenses/by-nc-nd/4.0)\nPeer-review under responsibility of the scientific committee of KES International\n1877-0509 © 2023 The Authors. Published by Elsevier B.V.\nThis is an open access article under the CC BY-NC-ND license (https://creativecommons.org/licenses/by-nc-nd/4.0)\nPeer-review under responsibility of the scientific committee of the 27th International Conference on Knowledge Based\nand Intelligent Information and Engineering Systems\n10.1016/j.procs.2023.10.270\n10.1016/j.procs.2023.10.270 1877-0509\n2782 Patrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789\n2 Author name / Procedia Computer Science 00 (2023) 000–000\ndigitization leads to the integration of IT in almost all processes, which makes IT an essential competitive factor.\nGlobalization and international standardization also contribute to the fact that companies must comply with frequently\nchanging regulations such as the Sarbanes-Oxley Act of 2002 to prevent balance sheet manipulation, which also affects\nthe IT landscape.\nAs a result, the demands on corporate management are increasing, which requires a correspondingly functional and\nefficient organizational structure. This includes above all IT governance as a decision-making and organizational"
  },
  {
    "chunk_id": 4,
    "text": "Globalization and international standardization also contribute to the fact that companies must comply with frequently\nchanging regulations such as the Sarbanes-Oxley Act of 2002 to prevent balance sheet manipulation, which also affects\nthe IT landscape.\nAs a result, the demands on corporate management are increasing, which requires a correspondingly functional and\nefficient organizational structure. This includes above all IT governance as a decision-making and organizational\nconcept as well as IT compliance for the observance of standards and laws. While the goal of IT governance is to\nestablish a framework that is ideally oriented to international standards such as COBIT or ITIL, compliance aims to\nfulfill the legal and other requirements of IT [2].\nThe interaction of IT governance and IT compliance should therefore be strongly interlinked, at least from a\ntheoretical point of view. In business practice, however, this is often not the case, as there are institutional, process-\nrelated, and personnel coordination problems. We assume that the existence of coordination problems creates gaps\nthat can be exploited by cyber attackers.\nIn this article, the problems of IT governance and IT compliance are extended by a special context: On the one\nhand, we focus on family businesses. Family businesses are of great importance for almost all economies of the world.\nHowever, they have not yet been extensively researched. In addition, the management of family businesses has some\nspecial characteristics, such as the adherence to strong corporate cultures, shared values and beliefs, and not as much\nwriting down as in non-family businesses. This is already a problem when it comes to IT governance and IT\ncompliance. However, the vulnerability of the enterprise in dealing with cyber threats is greatly increased because a\nsingle link in the corporate security cordon can lead to a breach in the enterprise systems. This has a significant impact"
  },
  {
    "chunk_id": 5,
    "text": "special characteristics, such as the adherence to strong corporate cultures, shared values and beliefs, and not as much\nwriting down as in non-family businesses. This is already a problem when it comes to IT governance and IT\ncompliance. However, the vulnerability of the enterprise in dealing with cyber threats is greatly increased because a\nsingle link in the corporate security cordon can lead to a breach in the enterprise systems. This has a significant impact\non cyber security, and the risk for the enterprise to fall victim to an external cyber attack is growing.\nThis article examines the interaction between IT governance and IT compliance and the vulnerability of family\nbusinesses to cybercrime. The article is based on a theoretical analysis as well as an empirical study of a German\nfamily and non-family businesses and answers the following research question: Does the management of cyber risks\nin the context of IT governance and IT compliance differ between family and non-family businesses?\nThe most important contributions of this paper are:\n1) We conducted the – to our knowledge – first empirical study concerning cyber security in family firms.\n2) Our arguments are specific to family firms.\n3) We find empirical proof that family firms handle cyber security differently than non-family firms.\nThe paper is organized as follows: Next, we present an overview of existing theoretical work. We focus on IT\ngovernance, IT compliance, and family firms. Then we discuss the sample, the variables, and the empirical results.\nFinally, we give a conclusion and a short outlook.\n2. Theory\n2.1 IT Governance and IT Compliance\nThe great importance of IT requires an appropriate organizational structure and the monitoring of existing standards\nand guidelines. The enterprise governance of IT or IT governance, as a function integrated into corporate governance,\ntakes on activities \"[...] to control the formulation and implementation of IT strategy and in this way ensure the fusion"
  },
  {
    "chunk_id": 6,
    "text": "Finally, we give a conclusion and a short outlook.\n2. Theory\n2.1 IT Governance and IT Compliance\nThe great importance of IT requires an appropriate organizational structure and the monitoring of existing standards\nand guidelines. The enterprise governance of IT or IT governance, as a function integrated into corporate governance,\ntakes on activities \"[...] to control the formulation and implementation of IT strategy and in this way ensure the fusion\nof business and IT.\" [3] The units involved are the board of directors, the management and IT management [3].\nIT compliance, as a core function of IT governance, is responsible for the monitoring of legal IT requirements in\nparticular. It is mainly concerned with information security, the availability and storage of data, and data protection.\nThe primary goal of IT compliance is to minimize cyber risks and avoid non-compliance, which has social, fi-nancial\nand legal consequences. [4]\nThere are several frameworks for the implementation and application of IT compliance, which those responsible\ncan use for orientation. The international professional association Information Systems Audit and Control Association\n(ISACA) deals with IT audit, IT risk, and IT governance and developed the framework Control Objectives for\nInformation and Related Technology (COBIT). The latest version, COBIT 2019, focuses on a more flexible\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2783\nAuthor name / Procedia Computer Science 00 (2019) 000–000 3\nimplementation of effective Enterprise Governance of Information and Technology (EGIT) and increasingly includes\napproaches from IT and general management literature, such as strategic alignment, balanced scorecards, or IT\nsavviness. [5]\nUnlike COBIT, IT Infrastructure Library (ITIL) does not contain any form templates or implementation rules. The\nstandard for providing IT services is very general and therefore applicable to various industries. ITIL enables"
  },
  {
    "chunk_id": 7,
    "text": "implementation of effective Enterprise Governance of Information and Technology (EGIT) and increasingly includes\napproaches from IT and general management literature, such as strategic alignment, balanced scorecards, or IT\nsavviness. [5]\nUnlike COBIT, IT Infrastructure Library (ITIL) does not contain any form templates or implementation rules. The\nstandard for providing IT services is very general and therefore applicable to various industries. ITIL enables\ncompanies to be certified according to ISO 20000 and provides support through customer-specific process\nrecommendations. [6]\nAnother framework is the Information Security Management System (ISMS) according to ISO 27001. The goal of\nan ISMS is to provide and process information to optimize business processes, achieve corporate goals and maintain\nthe value of the company. Concerning trust, integrity, and availability, ISMS guarantees the protection of this\ninformation. The core topics are based on governance, compliance, and risk. [7]\n2.2 Implementation of IT Compliance\nThe implementation of frameworks that support IT governance and IT compliance is very complex. When deciding\non the appropriate standard, the type of company, the business area to be standardized, and the relevant characteristics\nof the standard play a major role. [8] According to a study by Horváth & Partners (2012), 63 percent of the participating\nIT managers use the ITIL standard, 37 percent of COBIT and a total of 27 percent do not use a standard. Multiple\nanswers were possible here. [9]\nThe effort and complexity of the implementation are a result, among other things, of the high demand for skilled\nworkers with the corresponding know-how. [1] Furthermore, the management and the board of directors must be\nsupportive to motivate employees and set an example according to the principle of \"tone from the top\". After all, a\nhigh degree of employee acceptance is also important for efficient implementation and sustainable success. [1] Of"
  },
  {
    "chunk_id": 8,
    "text": "answers were possible here. [9]\nThe effort and complexity of the implementation are a result, among other things, of the high demand for skilled\nworkers with the corresponding know-how. [1] Furthermore, the management and the board of directors must be\nsupportive to motivate employees and set an example according to the principle of \"tone from the top\". After all, a\nhigh degree of employee acceptance is also important for efficient implementation and sustainable success. [1] Of\nparticular importance are also regulations and standards, such as legal norms, regarding data protection or\ntelecommunications, as well as various contracts and internal regulations. [1]\n2.3 Characteristics of family firms\nThe definitions of family business vary widely. For a statistical survey, it is therefore particularly important to\nknow which companies fall within the definition of family firms, otherwise, the results could be falsified. According\nto Shanker/Astrakhan (1996, p. 109), three definitions differ concerning the influence of the family as such: The\ncomprehensive definition describes the family's involvement as small so that only strategic decisions are influenced.\nWithin the middle definition, the founder or descendant runs the company and has legal control. If several generations\nof the family are directly involved in management positions and thus have sovereignty over the management and\nownership of the company, they are included in the narrow definition. [10]\nGeneral differences between family and non-family firms often lie in the lower average amount of turnover and\nconsequently the lower number of employees [11]. Nevertheless, family firms should not be equated with small\nbusinesses, as many large companies are also family-run [12]. Differences can also be seen in the capital structure:\nWhile the shares of non-family firms are usually spread over several shareholders, 79 percent of German family firms"
  },
  {
    "chunk_id": 9,
    "text": "General differences between family and non-family firms often lie in the lower average amount of turnover and\nconsequently the lower number of employees [11]. Nevertheless, family firms should not be equated with small\nbusinesses, as many large companies are also family-run [12]. Differences can also be seen in the capital structure:\nWhile the shares of non-family firms are usually spread over several shareholders, 79 percent of German family firms\nown all shares. Furthermore, the management and the supervisory board are mostly in the hands of the family. This is\npartly because they are often too small to maintain the legal form of a stock corporation, but also because they reject\nexternal management. [11]\nThe probably most important characteristic of a family business is the focus on maintaining so-called socio-\nemotional wealth (SEW) as part of the corporate strategy. Accordingly, family firms often prefer their image to their\nfinancial situation. This is characterized by a high level of identity with the company, which often carries the same\nname as the family itself. [13, 14]\n2784 Patrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789\n4 Author name / Procedia Computer Science 00 (2023) 000–000\n2.4 IT Compliance and family firms: challenges to successful implementation\nDue to the special characteristics of family firms and the high complexity of IT compliance, they face certain\nchallenges. In particular, the tendency towards intuitive decision-making, which is usually less pronounced in non-\nfamily firms, formalized decision and control instruments as well as performance measurement is less used here. [15]\nThe organizational structure also plays an important role. Since the board of directors usually takes on overlapping\nfunctions and no specialists are convened, [15] there is a lack of know-how in certain areas, which makes IT\ncompliance concerning the regulations necessary [16]. In particular, ISO standards, such as ISO 27001, which"
  },
  {
    "chunk_id": 10,
    "text": "family firms, formalized decision and control instruments as well as performance measurement is less used here. [15]\nThe organizational structure also plays an important role. Since the board of directors usually takes on overlapping\nfunctions and no specialists are convened, [15] there is a lack of know-how in certain areas, which makes IT\ncompliance concerning the regulations necessary [16]. In particular, ISO standards, such as ISO 27001, which\ndescribes the principles and requirements for ISMS, are therefore applied too rarely. [17] However, this is also related\nto the fact that the majority of family firms are small and medium-sized enterprises. The high costs involved, the high\nexpenditure of time as well as insufficiently specialized and trained employees represent barriers for smaller family\nbusinesses that are difficult to overcome. [18]\nThe higher the family's share of the company's management, the more difficult it is to recruit qualified employees.\nOne reason for this is that the chances of promotion are low, as the relevant positions have already been filled by the\nfamily. On the other hand, good-skilled workers are less willing to work in family firms because they may demand\nmore decision-making power, which could conflict with the goal of the controlling family. [15]\n3. Hypotheses\nFamily firms often have greater difficulties in implementing and operating intensive IT compliance than non-family\nbusinesses. The reasons for this are many and varied and are the driving forces behind the present empirical study. In\nthe course of this study, four hypotheses were defined below and tested in the following chapter.\nEspecially the size of a company plays an important role in the question of how much importance companies attach\nto cyber security. The main reasons for this are excessive costs and a lack of qualified personnel. Since family firms\nare mostly organized as SMEs, the following hypothesis can be derived:"
  },
  {
    "chunk_id": 11,
    "text": "the course of this study, four hypotheses were defined below and tested in the following chapter.\nEspecially the size of a company plays an important role in the question of how much importance companies attach\nto cyber security. The main reasons for this are excessive costs and a lack of qualified personnel. Since family firms\nare mostly organized as SMEs, the following hypothesis can be derived:\nH1: Cybersecurity has a lower priority in family firms than in non-family firms.\nCyber security as a goal of the corporate strategy ensures a complete consideration of the risks associated with it.\nFurthermore, this is also firmly anchored in the organizational structures through the implementation of IT governance\nand IT compliance. Due to the low prioritization, cyber security in family firms is, however, also insufficiently\nstructured from a strategic point of view.\nH2: In family firms, cyber security is less often an integral part of corporate strategy than in non-family firms.\nDue to the challenges of implementing and executing IT governance and IT compliance, family firms often have\nan imbalance between systems. As a result, the interaction between IT governance and IT compliance is inconsistent,\nresulting in information being lost and the extent of the risks not being properly assessed.\nH3: Family Firms have generally less information and more problems identifying the value at risk of cyber threats.\nThe introduction of the standards, which serve as a framework for IT governance and IT compliance, also involves\na great deal of effort. For family firms, which often have few employees and generate a correspondingly low turnover,\ntime and cost expenditure as well as the required know-how are major hurdles. Therefore, the final hypothesis is as\nfollows:\nH4: Family firms use ISMS less often than non-family firms.\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2785\nAuthor name / Procedia Computer Science 00 (2019) 000–000 5\n4. Methodology"
  },
  {
    "chunk_id": 12,
    "text": "a great deal of effort. For family firms, which often have few employees and generate a correspondingly low turnover,\ntime and cost expenditure as well as the required know-how are major hurdles. Therefore, the final hypothesis is as\nfollows:\nH4: Family firms use ISMS less often than non-family firms.\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2785\nAuthor name / Procedia Computer Science 00 (2019) 000–000 5\n4. Methodology\nThe data collection was carried out using a standardized online questionnaire consisting of open and closed\nquestions. A pre-test with several test persons was first conducted to verify the questionnaire. Subsequently, the actual\nsurvey was conducted in the period from October 23 to December 31, 2019. With the help of the Nexis database, the\ne-mail addresses of German companies were randomly selected in advance for this purpose.\nIn total, 14,495 companies were contacted by e-mail, of which 1,612 e-mails could not be delivered. Consequently,\n12,883 companies received the link to the online survey. During the survey period, the online questionnaire was\naccessed 415 times, which corresponds to a participation rate of 3.22 percent. A total of 372 companies answered the\nquestions asked, whereby 188 companies ended the survey before completion (utilization rate: 89.64 percent).\nTherefore, the sample size amounts to 184 companies, and the response rate to 1.43 percent.\nIn this context, it should be noted that individual questions may nevertheless be mentioned differently, as the partial\nnon-response (item non-response) has not been considered in this report. The reason for this is that the questionnaire\nwas consciously designed without specifying mandatory questions, as in some cases very topic-specific and sensitive\ndata was requested. The data then was evaluated by using the tools Microsoft Excel and SPSS.\n5. Variables\n5.1 Independent Variables"
  },
  {
    "chunk_id": 13,
    "text": "In this context, it should be noted that individual questions may nevertheless be mentioned differently, as the partial\nnon-response (item non-response) has not been considered in this report. The reason for this is that the questionnaire\nwas consciously designed without specifying mandatory questions, as in some cases very topic-specific and sensitive\ndata was requested. The data then was evaluated by using the tools Microsoft Excel and SPSS.\n5. Variables\n5.1 Independent Variables\nThe independent variable in the study is family influence. There are several operationalizations for this variable in\nthe literature. Since the companies in the survey are primarily small and medium-sized enterprises and family\nbusinesses, which tend to answer less when questions are too complex, a single-item approach was chosen for the\npresent study. To measure family influence, a 0/1 coded question \"Is your company a family business\" was used,\nwhich yields the variable FAMI-LY. Of the 184 companies in the study, 106 are family enterprises and 78 are non-\nfamily enterprises.\n5.2 Dependent Variables\nA different dependent variable was defined for each of the four hypotheses. For H1 the dependent variable is\nPRIO_CYBER. This variable describes the subjective priority of cyber risks in the enterprise. The variable was\nqueried as a single-item variable on a five-level Likert scale with the response alternatives 1=very low to 5=very high.\nFor H2 the dependent variable is IN-TEGR_STRAT. The question here is whether companies integrate\ncybersecurity into their corporate strategy. This variable was measured as a binary 0/1 variable (no/yes).\nFor H3 the dependent variable is NO_VALMETH. The question of whether companies have no evaluation method\nfor cyber risks was also measured as a binary 0/1 variable. In this respect, a 1 here means that companies have no\nvaluation heuristic for cyber risks."
  },
  {
    "chunk_id": 14,
    "text": "For H2 the dependent variable is IN-TEGR_STRAT. The question here is whether companies integrate\ncybersecurity into their corporate strategy. This variable was measured as a binary 0/1 variable (no/yes).\nFor H3 the dependent variable is NO_VALMETH. The question of whether companies have no evaluation method\nfor cyber risks was also measured as a binary 0/1 variable. In this respect, a 1 here means that companies have no\nvaluation heuristic for cyber risks.\nFor H4 the dependent variable ISMS. The existence of an ISMS was also measured as a binary 0/1 variable.\n5.3 Control Variables\nAs a control variable, as in other, organization-related studies, the company size was also chosen as a complexity-\ngenerating factor. The size of the enterprise - variable SIZE - was operationalized by the number of employees. The\nnumber of employees was surveyed in four classes:\n- SIZE_99: enterprises with up to 99 employees (n=34);\n- SIZE_100_999: enterprises with between 100 and 999 employees (n=122);\n- SIZE_1000_9999: companies with between 1,000 and 9,999 employees (n=17);\n- SIZE_10000: enterprises with 10,000 or more employees (n=4).\nThe class of up to 99 employees was chosen as the reference class.\n2786 Patrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789\n6 Author name / Procedia Computer Science 00 (2023) 000–000\n6. Empirical Results\nVarious regression models were used to test the hypotheses depending on the scale level of the dependent variables.\nThe following section first shows the correlations of the variables processed in the study.\n6.1 Correlations\nTable 1: Correlations\nTable 1 shows the correlations in this study. The variable FAMILY correlates positively with the absence of a\nvaluation method and negatively with the existence of an ISMS. In the group of companies with up to 99 employees,\ncyber security is less integrated into the corporate strategy. Interestingly, the size effects differ in the valuation"
  },
  {
    "chunk_id": 15,
    "text": "The following section first shows the correlations of the variables processed in the study.\n6.1 Correlations\nTable 1: Correlations\nTable 1 shows the correlations in this study. The variable FAMILY correlates positively with the absence of a\nvaluation method and negatively with the existence of an ISMS. In the group of companies with up to 99 employees,\ncyber security is less integrated into the corporate strategy. Interestingly, the size effects differ in the valuation\nmethods. The priority of Cyber Security correlates with the three other dependent variables. It does so positively with\nthe integration into the corporate strategy and the existence of an ISMS and negatively with the absence of a cyber\nrisk assessment method.\n6.2 Test of Hypothesis 1\nTab\nL\nle\ni\n2\nn\n:\ne\nT\na\ne\nr\ns t\nr e\nof\ng\nh\nre\nyp\ns\no\ns\nt\ni\nh\no\ne\nn\ns is\nw\n1\na s used to test Hypothesis 1\nThe model is not suitable for the analysis of the suspected correlation and no significant effects are shown. Neither\nfamily influence nor the number of employees influences the priority of cyber security in companies. Overall, the\nmedian of the assessment of priority in the sample is 3.0. 67 companies in the sample see a medium, 67 a high, and\n23 a very high relevance. This means that, regardless of the context factors examined, relevance is assessed as quite\nhigh. Family businesses are therefore not worse off than non-family businesses. Nevertheless, H1 is rejected\nAuthor name / Procedia Computer Science 00 (2019) 000–000 7\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2787\n6.3 Test of Hypothesis 2\nFor hypothesis 2, a binary logistic regression was used. With a Nagelkerke r² of 0.081, this model is also not\nparticularly well suited to test the correlation. The family shows a tendency to show a negative correlation to the\nintegration of cyber security into corporate strategy - but this effect is not significant. The two company classes up to"
  },
  {
    "chunk_id": 16,
    "text": "Patrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2787\n6.3 Test of Hypothesis 2\nFor hypothesis 2, a binary logistic regression was used. With a Nagelkerke r² of 0.081, this model is also not\nparticularly well suited to test the correlation. The family shows a tendency to show a negative correlation to the\nintegration of cyber security into corporate strategy - but this effect is not significant. The two company classes up to\n9,999 employees show a stronger integration of cyber security into the corporate strategy. H2 is rejected.\nT able 3: Test of hypothesis 2\nFor hypothesis 3, a binary logistic regression was used.\nTab le 4: Test of hypothesis 3\n2788 Patrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789\n8 Author name / Procedia Computer Science 00 (2023) 000–000\nThe model shows the expected effect. At a 99% significant level, family firms more often than non-family firms\nstate that they have no valuation logic for cyber-risks in the company. From a company size of 1,000 employees\nupwards, the companies then also show such metrics significantly more frequently - which was to be expected. H3 is\nconfirmed.\n6.4 Test of hypothesis 4\nFor hypothesis 4, a binary logistic regression was used.\nTable 5: Test of hypothesis 4\nThe model for hypothesis 4 shows that family businesses are significantly less likely to operate an ISMS. In terms\nof company size, companies with 10,000 or more employees do so more often than others. H4 is thus confirmed by\nthe model with acceptable model quality.\n7. Conclusion\nThis article aimed to take a closer look at the interaction of IT governance and IT compliance in family businesses\nand to apply these findings to the specific context of cyber security. Here we have prepared what we believe to be the\nfirst empirical study on cyber security with a focus on German family businesses.\nFour hypotheses were in the foreground, which were tested for their validity employing a literature analysis and"
  },
  {
    "chunk_id": 17,
    "text": "the model with acceptable model quality.\n7. Conclusion\nThis article aimed to take a closer look at the interaction of IT governance and IT compliance in family businesses\nand to apply these findings to the specific context of cyber security. Here we have prepared what we believe to be the\nfirst empirical study on cyber security with a focus on German family businesses.\nFour hypotheses were in the foreground, which were tested for their validity employing a literature analysis and\nstatistical methods. The assessment that family businesses assign a lower significance to cyber security than non-\nfamily businesses could not be confirmed, at least from the perspective of the survey. The majority of the companies\nshow a high level of awareness of cyber security. The second hypothesis regarding the integration of cyber security\ninto corporate strategy could not be confirmed either. Here, no differences between family and non-family businesses\nare apparent.\nSignificant results are shown for the assessment of cyber risks and the ISMS. Family businesses have less often an\nevaluation metric for such risks, which greatly reduces the success of the defense and correction of the damage. An\nISMS to defend against cyber attacks is also used less often in family businesses than in non-family businesses.\nA closer look at the results reveals the great importance of the size of the company: The larger the company, the\nhigher the priority of cybersecurity and the more likely it is that it will become part of the corporate strategy (see H1\nand H2). The neglect of cyber security and especially IT compliance therefore mainly affects small and medium-sized\nfamily businesses.\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2789\nAuthor name / Procedia Computer Science 00 (2019) 000–000 9\nThe analysis also shows that uncovering cyber risks and assessing the value at risk in family businesses often leads"
  },
  {
    "chunk_id": 18,
    "text": "and H2). The neglect of cyber security and especially IT compliance therefore mainly affects small and medium-sized\nfamily businesses.\nPatrick Sven Ulrich et al. / Procedia Computer Science 225 (2023) 2781–2789 2789\nAuthor name / Procedia Computer Science 00 (2019) 000–000 9\nThe analysis also shows that uncovering cyber risks and assessing the value at risk in family businesses often leads\nto complications and takes a long time (H3). The main reason for this is the insufficient interaction between IT\ngovernance and IT compliance, which leads to regular information losses. An ISMS according to ISO 27001 is not\nsufficiently implemented even in family businesses (H4), so there are often no rules or methods to support the\ninformation security of the company.\nFamily businesses, especially the smaller ones, are therefore very vulnerable to cyber-attacks. Such an attack can\ntake on existential proportions, as the costs, especially for SMEs, can no longer be covered. This problem is becoming\nincreasingly important in the course of digitalization. It is therefore essential to constantly improve the interaction\nbetween IT governance and IT compliance to protect the company as much as possible from cyber threats.\n7.1 Limitations\nLike any other empirical study, our study is subject to some limitations: We conducted the study as a survey and\nsingle-respondent design only limited to Germany in 2019. Even though we conducted 10 accompanying expert\ninterviews to increase validity and reliability, the low response rate and a potential non-response bias must also be\nmentioned as problems in addition to the design. Furthermore, we cannot make any statements with the present design\nabout the reasons why family businesses and non-family businesses may differ in their behavior.\n7.2 Future Work\nFuture work must penetrate deeper into the nature of family businesses and also the interactions of specific"
  },
  {
    "chunk_id": 19,
    "text": "interviews to increase validity and reliability, the low response rate and a potential non-response bias must also be\nmentioned as problems in addition to the design. Furthermore, we cannot make any statements with the present design\nabout the reasons why family businesses and non-family businesses may differ in their behavior.\n7.2 Future Work\nFuture work must penetrate deeper into the nature of family businesses and also the interactions of specific\ncorporate culture, IT, and organizational structure. For this purpose, a qualitative follow-up study with case studies\nwill be conducted.\nReferences\n[1] Fröhlich, Martin and Glasner, Kurt. (2007) “IT Governance – Leitfaden für eine praxisgerechte Implementierung,” Springer Gabler, Wiesbaden.\n[2] PwC. (2017) “ IT governance framework”.\n[3] Grembergen, Wim van. (2004) “Strategies for Information Technology Governance”, Idea Group Publishing, Hershey/London.\n[4] Kniese, Ralf and Bülchmann. Oliver. (2015) “IT-Compliance als Teil der Corporate Governance”, Wirtschaftsinformatik & Management,\nSpringer: 34–47.\n[5] Haes, Steven de, Grembergen, Wim. Van, Joshi, Anant, Huygh, Tim. (2020) “Enterprise Governance of Information Technology. Achieving\nAlignment and Value in Digital Organizations”, Springer, Cham.\n[6] Sahibudin, Shamsul, Sharifi Mohammed, and .Ayat, Masarat. (2008) “Combining ITIL, COBIT and ISO/IEC 27002 in order to design a\ncomprehensive IT framework in organizations”, Second Asia International Conference: 749-753.\n[7] Funk, Gerhard., Hermann, Julia, Holl, Angelika, Jeliazkov, Nikolav, Knörle, Oliver, Krsic, Boban, Müller, Nico, Oetting, Jan, Rozek, Jan,\nRupprich, Andrea, Sattler Tim, Schmid Michael and Schrader, Holger. (2016) “Implementierungsleitfaden ISO/IEC 27001:2013, ISACA\nGermany Chapter e.V., Berlin.\n[8] Briscoe, J. (unknown date) “Standards zur Einführung. Anwendung im Unternehmen”, Bitkom, Berlin."
  },
  {
    "chunk_id": 20,
    "text": "comprehensive IT framework in organizations”, Second Asia International Conference: 749-753.\n[7] Funk, Gerhard., Hermann, Julia, Holl, Angelika, Jeliazkov, Nikolav, Knörle, Oliver, Krsic, Boban, Müller, Nico, Oetting, Jan, Rozek, Jan,\nRupprich, Andrea, Sattler Tim, Schmid Michael and Schrader, Holger. (2016) “Implementierungsleitfaden ISO/IEC 27001:2013, ISACA\nGermany Chapter e.V., Berlin.\n[8] Briscoe, J. (unknown date) “Standards zur Einführung. Anwendung im Unternehmen”, Bitkom, Berlin.\n[9] Urbach, Nils and Gschwendtner, Michael- (2012) “IT-Governance in der Unternehmenspraxis” Horváth & Partners.\n[10] Shanker, Melissa and Astrachan, Jospeh. (1996) “Myths and Realities: “Family firms’ Contribution to the US Economy—A Framework for\nAssessing Family Business Statistics”, Family Business Review, SAGE Publications: 107-123.\n[11] Klein, Sabine. (2000) “Family Business in Germany: Significance and Structure”, Family Business Review, SAGE Publications: 157–181.\n[12]. Litz, Reginald. (1995) “The Family Business: Toward Definitional Clarity”, Family Business Review, SAGE Publications: 71–81.\n[13] Berrone, Pascual, Cruz, Cristina and Gomez-Mejia, Luis. (2012) “Socio-emotional Wealth in Family Firms”, Family Business Review, SAGE\nPublications: 258-279.\n[14].Strankiewicz, Johannes. (2016) “Socioemotional wealth and the performance of family firms: The role of identification and transgenerational\ncontrol”, University of St. Gallen, Bamberg.\n[15] Hiebl, Martin, Duller, , Christine, Feldbauer-Durstmüller, Birgit, and Ulrich, Patrick. (2015) “Family Influence and Management Accounting\nUsage – Findings from Germany and Austria”, Schmalenbach Business Review, Springer: 368-404.\n[16 Schäfer, Gabriele, Strolz,, Günter, Hertweck, Dieter. (2008) „IT-Compliance im Mittelstand“, Springer: 69-77.\n[17] Ulber, Karl. (2016) „IT-Compliance durch Nutzungsanalyse“, Erich Schmidt Verlag, Berlin: pp. 193-240."
  },
  {
    "chunk_id": 21,
    "text": "[15] Hiebl, Martin, Duller, , Christine, Feldbauer-Durstmüller, Birgit, and Ulrich, Patrick. (2015) “Family Influence and Management Accounting\nUsage – Findings from Germany and Austria”, Schmalenbach Business Review, Springer: 368-404.\n[16 Schäfer, Gabriele, Strolz,, Günter, Hertweck, Dieter. (2008) „IT-Compliance im Mittelstand“, Springer: 69-77.\n[17] Ulber, Karl. (2016) „IT-Compliance durch Nutzungsanalyse“, Erich Schmidt Verlag, Berlin: pp. 193-240.\n[18] Techconsult GmbH, IT-Sicherheit im Mittelstand. (2020) - Unwissenheit ist das größte Übel, Kassel."
  }
]